{
  "text": {
    "xin": 127,
    "chào": 10,
    "hello": 32,
    "good": 28,
    "morning": 58,
    "hi": 33,
    "emily": 22,
    "buổi": 2,
    "sáng": 85,
    "bạn": 3,
    "có": 16,
    "thể": 95,
    "làm": 53,
    "gì": 29,
    "giúp": 24,
    "được": 135,
    "tôi": 115,
    "không": 45,
    "hỗ": 40,
    "trợ": 109,
    "tên": 112,
    "là": 52,
    "khánh": 43,
    "hoàng": 34,
    "duy": 20,
    "nghĩa": 65,
    "thơ": 92,
    "điệp": 132,
    "kiểm": 46,
    "tra": 102,
    "bao": 1,
    "nhiêu": 68,
    "phòng": 77,
    "nhà": 70,
    "trong": 103,
    "liệt": 51,
    "kê": 47,
    "các": 13,
    "mình": 60,
    "những": 72,
    "nào": 73,
    "thiết": 88,
    "bị": 7,
    "bếp": 6,
    "khách": 42,
    "ngủ": 67,
    "bật": 5,
    "đèn": 134,
    "trần": 106,
    "nhỏ": 71,
    "to": 101,
    "quạt": 80,
    "tv": 110,
    "công": 17,
    "tắc": 117,
    "__number__": 0,
    "nút": 74,
    "led": 50,
    "điều": 131,
    "hòa": 36,
    "mở": 62,
    "lớn": 57,
    "tắt": 118,
    "ngắt": 66,
    "tăng": 116,
    "độ": 142,
    "còn": 15,
    "giảm": 25,
    "chỉnh": 12,
    "lên": 54,
    "đặt": 136,
    "đến": 137,
    "tốc": 119,
    "về": 124,
    "số": 87,
    "chuyển": 9,
    "sang": 82,
    "kênh": 48,
    "đổi": 141,
    "âm": 128,
    "lượng": 55,
    "nhiệt": 69,
    "để": 138,
    "chế": 11,
    "lạnh": 56,
    "cho": 8,
    "khô": 44,
    "tự": 120,
    "động": 143,
    "ấm": 144,
    "hẹn": 38,
    "giờ": 27,
    "sau": 84,
    "phút": 78,
    "tiếng": 98,
    "hôm": 37,
    "nay": 64,
    "cảm": 18,
    "thấy": 93,
    "thế": 94,
    "vui": 122,
    "tâm": 111,
    "trạng": 105,
    "ra": 81,
    "sao": 83,
    "trời": 108,
    "nắng": 75,
    "mưa": 61,
    "thời": 96,
    "tiết": 99,
    "tìm": 113,
    "sạn": 86,
    "quanh": 79,
    "đây": 133,
    "hàng": 35,
    "gần": 30,
    "thông": 91,
    "tin": 97,
    "giá": 23,
    "đồ": 140,
    "ăn": 130,
    "uống": 121,
    "dịch": 21,
    "vụ": 125,
    "tiện": 100,
    "ích": 129,
    "nam": 63,
    "hay": 31,
    "nữ": 76,
    "giới": 26,
    "tính": 114,
    "của": 19,
    "màu": 59,
    "thành": 90,
    "xanh": 126,
    "đỏ": 139,
    "vàng": 123,
    "trắng": 107,
    "bất": 4,
    "kỳ": 49,
    "câu": 14,
    "hỏi": 39,
    "thuộc": 89,
    "intent": 41,
    "trên": 104
  },
  "intent": {
    "greet": 9,
    "ask_capabilities": 1,
    "provide_user_name": 10,
    "check_rooms": 7,
    "check_devices_in_room": 6,
    "turn_on": 20,
    "turn_off": 19,
    "set_brightness": 15,
    "set_fan_speed": 17,
    "change_tv_channel": 5,
    "adjust_tv_volume": 0,
    "set_ac_temperature": 13,
    "set_ac_mode": 12,
    "set_ac_timer": 14,
    "set_tv_timer": 18,
    "ask_mood": 3,
    "ask_weather": 4,
    "search_hotel_restaurant": 11,
    "ask_gender": 2,
    "set_color": 16,
    "fallback": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 16,
    "action_restart": 18,
    "action_session_start": 21,
    "action_default_fallback": 12,
    "action_deactivate_loop": 9,
    "action_revert_fallback_events": 19,
    "action_default_ask_affirmation": 10,
    "action_default_ask_rephrase": 11,
    "action_two_stage_fallback": 31,
    "action_unlikely_intent": 32,
    "action_back": 5,
    "action_extract_slots": 13,
    "action_adjust_tv_volume": 0,
    "action_ask_capabilities": 1,
    "action_ask_gender": 2,
    "action_ask_mood": 3,
    "action_ask_weather": 4,
    "action_change_tv_channel": 6,
    "action_check_devices_in_room": 7,
    "action_check_rooms": 8,
    "action_fallback": 14,
    "action_greet": 15,
    "action_provide_user_name": 17,
    "action_search_hotel_restaurant": 20,
    "action_set_ac_mode": 22,
    "action_set_ac_temperature": 23,
    "action_set_ac_timer": 24,
    "action_set_brightness": 25,
    "action_set_color": 26,
    "action_set_fan_speed": 27,
    "action_set_tv_timer": 28,
    "action_turn_off": 29,
    "action_turn_on": 30,
    "utter_ask_ac_temperature": 33,
    "utter_ask_tv_volume": 34
  },
  "action_text": null,
  "intent_response_key": null
}