{
  "text": {
    "xin": 179,
    "chào": 13,
    "hello": 46,
    "good": 40,
    "morning": 76,
    "hi": 47,
    "emily": 34,
    "buổi": 5,
    "sáng": 122,
    "bạn": 6,
    "có": 24,
    "thể": 137,
    "làm": 68,
    "gì": 42,
    "giúp": 36,
    "được": 191,
    "tôi": 160,
    "không": 61,
    "hỗ": 56,
    "trợ": 153,
    "tên": 156,
    "là": 67,
    "khánh": 59,
    "hoàng": 50,
    "duy": 32,
    "nghĩa": 91,
    "thơ": 133,
    "điệp": 187,
    "kiểm": 62,
    "tra": 146,
    "bao": 2,
    "nhiêu": 97,
    "phòng": 113,
    "nhà": 99,
    "trong": 148,
    "liệt": 66,
    "kê": 63,
    "các": 20,
    "mình": 79,
    "những": 103,
    "nào": 104,
    "thiết": 127,
    "bị": 9,
    "bếp": 8,
    "khách": 58,
    "ngủ": 96,
    "bật": 7,
    "đèn": 189,
    "trần": 150,
    "nhỏ": 102,
    "to": 145,
    "quạt": 117,
    "tv": 154,
    "công": 26,
    "tắc": 164,
    "__number__": 0,
    "nút": 107,
    "led": 65,
    "điều": 185,
    "hòa": 52,
    "mở": 86,
    "lớn": 74,
    "tắt": 165,
    "ngắt": 95,
    "tăng": 161,
    "độ": 199,
    "còn": 23,
    "giảm": 37,
    "chỉnh": 17,
    "lên": 70,
    "đặt": 192,
    "đến": 194,
    "tốc": 166,
    "về": 175,
    "số": 124,
    "chuyển": 12,
    "sang": 119,
    "kênh": 64,
    "đổi": 198,
    "âm": 181,
    "lượng": 71,
    "nhiệt": 98,
    "để": 195,
    "chế": 16,
    "lạnh": 73,
    "cho": 11,
    "khô": 60,
    "tự": 168,
    "động": 200,
    "ấm": 201,
    "hẹn": 55,
    "giờ": 39,
    "sau": 121,
    "phút": 114,
    "tiếng": 142,
    "hôm": 53,
    "nay": 89,
    "cảm": 28,
    "thấy": 134,
    "thế": 136,
    "vui": 171,
    "tâm": 155,
    "trạng": 149,
    "ra": 118,
    "sao": 120,
    "trời": 152,
    "nắng": 109,
    "mưa": 81,
    "thời": 139,
    "tiết": 143,
    "tìm": 157,
    "sạn": 123,
    "quanh": 115,
    "đây": 188,
    "hàng": 51,
    "gần": 43,
    "thông": 132,
    "tin": 141,
    "giá": 35,
    "đồ": 197,
    "ăn": 183,
    "uống": 169,
    "dịch": 33,
    "vụ": 176,
    "tiện": 144,
    "ích": 182,
    "nam": 88,
    "hay": 45,
    "nữ": 110,
    "giới": 38,
    "tính": 159,
    "của": 30,
    "người": 94,
    "yêu": 180,
    "vậy": 174,
    "cô": 25,
    "đơn": 190,
    "quá": 116,
    "cách": 21,
    "tư": 162,
    "vấn": 173,
    "đi": 184,
    "thoát": 128,
    "ế": 202,
    "gái": 41,
    "trai": 147,
    "màu": 77,
    "thành": 130,
    "xanh": 177,
    "đỏ": 196,
    "tím": 158,
    "vàng": 172,
    "trắng": 151,
    "cam": 10,
    "da": 31,
    "lá": 69,
    "cây": 22,
    "tại": 163,
    "gọi": 44,
    "điện": 186,
    "thoại": 129,
    "minh": 75,
    "khi": 57,
    "nó": 105,
    "đẹp": 193,
    "biết": 3,
    "chơi": 15,
    "cờ": 29,
    "vua": 170,
    "mặt": 84,
    "mọc": 85,
    "ở": 203,
    "hướng": 54,
    "thật": 135,
    "mèo": 78,
    "lại": 72,
    "thích": 131,
    "thứ": 140,
    "mấy": 82,
    "con": 18,
    "ngón": 93,
    "tay": 126,
    "ai": 1,
    "tổng": 167,
    "thống": 138,
    "mỹ": 87,
    "hiện": 48,
    "món": 80,
    "ngon": 92,
    "nấu": 108,
    "cơm": 27,
    "nghe": 90,
    "nhạc": 100,
    "chó": 14,
    "nói": 106,
    "ta": 125,
    "cà": 19,
    "phê": 112,
    "hot": 49,
    "nhảy": 101,
    "biển": 4,
    "mặn": 83,
    "xem": 178,
    "phim": 111
  },
  "intent": {
    "greet": 10,
    "ask_capabilities": 1,
    "provide_user_name": 11,
    "check_rooms": 8,
    "check_devices_in_room": 7,
    "turn_on": 21,
    "turn_off": 20,
    "set_brightness": 16,
    "set_fan_speed": 18,
    "change_tv_channel": 6,
    "adjust_tv_volume": 0,
    "set_ac_temperature": 14,
    "set_ac_mode": 13,
    "set_ac_timer": 15,
    "set_tv_timer": 19,
    "ask_mood": 4,
    "ask_weather": 5,
    "search_hotel_restaurant": 12,
    "ask_gender": 2,
    "ask_love_advice": 3,
    "set_color": 17,
    "fallback": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 16,
    "action_restart": 18,
    "action_session_start": 21,
    "action_default_fallback": 12,
    "action_deactivate_loop": 9,
    "action_revert_fallback_events": 19,
    "action_default_ask_affirmation": 10,
    "action_default_ask_rephrase": 11,
    "action_two_stage_fallback": 31,
    "action_unlikely_intent": 32,
    "action_back": 5,
    "action_extract_slots": 13,
    "action_adjust_tv_volume": 0,
    "action_ask_capabilities": 1,
    "action_ask_gender": 2,
    "action_ask_mood": 3,
    "action_ask_weather": 4,
    "action_change_tv_channel": 6,
    "action_check_devices_in_room": 7,
    "action_check_rooms": 8,
    "action_fallback": 14,
    "action_greet": 15,
    "action_provide_user_name": 17,
    "action_search_hotel_restaurant": 20,
    "action_set_ac_mode": 22,
    "action_set_ac_temperature": 23,
    "action_set_ac_timer": 24,
    "action_set_brightness": 25,
    "action_set_color": 26,
    "action_set_fan_speed": 27,
    "action_set_tv_timer": 28,
    "action_turn_off": 29,
    "action_turn_on": 30,
    "utter_ask_ac_temperature": 33,
    "utter_ask_tv_volume": 34
  },
  "action_text": null,
  "intent_response_key": null
}