{
  "text": {
    " ": 0,
    "x": 277,
    "i": 189,
    "n": 222,
    " x": 62,
    "xi": 278,
    "in": 191,
    "n ": 223,
    " xi": 63,
    "xin": 279,
    "in ": 192,
    " xin": 64,
    "xin ": 280,
    "c": 122,
    "h": 164,
    "à": 286,
    "o": 231,
    " c": 13,
    "ch": 124,
    "hà": 175,
    "ào": 292,
    "o ": 232,
    " ch": 14,
    "chà": 127,
    "hào": 178,
    "ào ": 293,
    " chà": 16,
    "chào": 128,
    "hào ": 179,
    "e": 137,
    "l": 196,
    " h": 26,
    "he": 169,
    "el": 138,
    "ll": 197,
    "lo": 200,
    " he": 27,
    "hel": 170,
    "ell": 139,
    "llo": 198,
    "lo ": 201,
    " hel": 28,
    "hell": 171,
    "ello": 140,
    "llo ": 199,
    "t": 247,
    "ắ": 348,
    " t": 48,
    "tắ": 264,
    "ắt": 351,
    "t ": 248,
    " tắ": 59,
    "tắt": 267,
    "ắt ": 352,
    " tắt": 61,
    "tắt ": 268,
    "đ": 318,
    "è": 304,
    " đ": 65,
    "đè": 322,
    "èn": 305,
    " đè": 68,
    "đèn": 323,
    "èn ": 306,
    " đèn": 69,
    "đèn ": 324,
    "r": 233,
    "ầ": 339,
    "tr": 258,
    "rầ": 237,
    "ần": 340,
    " tr": 55,
    "trầ": 259,
    "rần": 238,
    "ần ": 341,
    " trầ": 56,
    "trần": 260,
    "rần ": 239,
    "to": 256,
    " to": 53,
    "to ": 257,
    " to ": 54,
    "ô": 310,
    "g": 159,
    "cô": 131,
    "ôn": 311,
    "ng": 224,
    "g ": 160,
    " cô": 18,
    "côn": 132,
    "ông": 312,
    "ng ": 225,
    " côn": 19,
    "công": 133,
    "ông ": 313,
    "ắc": 349,
    "c ": 123,
    "tắc": 265,
    "ắc ": 350,
    " tắc": 60,
    "tắc ": 266,
    "_": 100,
    "u": 269,
    "m": 208,
    "b": 115,
    " _": 7,
    "__": 102,
    "_n": 106,
    "nu": 228,
    "um": 271,
    "mb": 210,
    "be": 116,
    "er": 141,
    "r_": 234,
    "_ ": 101,
    " __": 8,
    "__n": 104,
    "_nu": 107,
    "num": 229,
    "umb": 272,
    "mbe": 211,
    "ber": 117,
    "er_": 142,
    "r__": 235,
    "__ ": 103,
    " __n": 9,
    "__nu": 105,
    "_num": 108,
    "numb": 230,
    "umbe": 273,
    "mber": 212,
    "ber_": 118,
    "er__": 143,
    "r__ ": 236,
    "ạ": 333,
    "hạ": 183,
    "ạt": 334,
    " hạ": 29,
    "hạt": 184,
    "ạt ": 335,
    " hạt": 30,
    "hạt ": 185,
    "ậ": 345,
    " b": 10,
    "bậ": 119,
    "ật": 346,
    " bậ": 11,
    "bật": 120,
    "ật ": 347,
    " bật": 12,
    "bật ": 121,
    "ỉ": 359,
    "hỉ": 186,
    "ỉn": 360,
    "nh": 226,
    "h ": 165,
    "chỉ": 129,
    "hỉn": 187,
    "ỉnh": 361,
    "nh ": 227,
    " chỉ": 17,
    "chỉn": 130,
    "hỉnh": 188,
    "ỉnh ": 362,
    "s": 240,
    "á": 296,
    " s": 43,
    "sá": 244,
    "án": 297,
    " sá": 46,
    "sán": 245,
    "áng": 298,
    " sán": 47,
    "sáng": 246,
    "áng ": 299,
    "ặ": 353,
    "đặ": 325,
    "ặt": 354,
    " đặ": 70,
    "đặt": 326,
    "ặt ": 355,
    " đặt": 71,
    "đặt ": 327,
    "ộ": 369,
    "độ": 331,
    "ộ ": 370,
    " độ": 74,
    "độ ": 332,
    " độ ": 75,
    "ă": 314,
    "tă": 261,
    "ăn": 315,
    " tă": 57,
    "tăn": 262,
    "ăng": 316,
    " tăn": 58,
    "tăng": 263,
    "ăng ": 317,
    "ả": 336,
    " g": 23,
    "gi": 161,
    "iả": 193,
    "ảm": 337,
    "m ": 209,
    " gi": 24,
    "giả": 162,
    "iảm": 194,
    "ảm ": 338,
    " giả": 25,
    "giảm": 163,
    "iảm ": 195,
    " l": 31,
    "là": 202,
    "àm": 287,
    " là": 32,
    "làm": 203,
    "àm ": 288,
    " làm": 33,
    "làm ": 204,
    "d": 134,
    " d": 20,
    "dộ": 135,
    " dộ": 21,
    "dộ ": 136,
    " dộ ": 22,
    "#": 76,
    " #": 1,
    "# ": 77,
    " # ": 2,
    "ê": 307,
    "th": 249,
    "hê": 180,
    "êm": 308,
    " th": 49,
    "thê": 254,
    "hêm": 181,
    "êm ": 309,
    " thê": 52,
    "thêm": 255,
    "hêm ": 182,
    "ẫ": 342,
    " m": 36,
    "mẫ": 219,
    "ẫu": 343,
    "u ": 270,
    " mẫ": 41,
    "mẫu": 220,
    "ẫu ": 344,
    " mẫu": 42,
    "mẫu ": 221,
    "ỗ": 366,
    "lỗ": 205,
    "ỗi": 367,
    "i ": 190,
    " lỗ": 34,
    "lỗi": 206,
    "ỗi ": 368,
    " lỗi": 35,
    "lỗi ": 207,
    "đá": 319,
    " đá": 66,
    "đán": 320,
    "ánh": 300,
    " đán": 67,
    "đánh": 321,
    "ánh ": 301,
    "y": 281,
    "má": 216,
    "áy": 302,
    "y ": 282,
    " má": 39,
    "máy": 217,
    "áy ": 303,
    " máy": 40,
    "máy ": 218,
    "ổ": 363,
    "đổ": 328,
    "ổi": 364,
    " đổ": 72,
    "đổi": 329,
    "ổi ": 365,
    " đổi": 73,
    "đổi ": 330,
    "mà": 213,
    "àu": 294,
    " mà": 37,
    "màu": 214,
    "àu ": 295,
    " màu": 38,
    "màu ": 215,
    "f": 144,
    "0": 86,
    "#f": 82,
    "ff": 151,
    "f0": 146,
    "00": 88,
    "0f": 96,
    "f ": 145,
    " #f": 5,
    "#ff": 83,
    "ff0": 153,
    "f00": 147,
    "00f": 94,
    "0ff": 97,
    "ff ": 152,
    " #ff": 6,
    "#ff0": 84,
    "ff00": 154,
    "f00f": 150,
    "00ff": 95,
    "0ff ": 98,
    "#0": 78,
    "0 ": 87,
    " #0": 3,
    "#00": 79,
    "00 ": 89,
    " #00": 4,
    "#00f": 81,
    "0ff0": 99,
    "f00 ": 148,
    "a": 109,
    "ha": 166,
    "ay": 113,
    "tha": 250,
    "hay": 167,
    "ay ": 114,
    " tha": 50,
    "thay": 251,
    "hay ": 168,
    "àn": 289,
    "thà": 252,
    "hàn": 176,
    "ành": 290,
    " thà": 51,
    "thàn": 253,
    "hành": 177,
    "ành ": 291,
    "000": 90,
    "#000": 80,
    "0000": 92,
    "000f": 93,
    "ể": 356,
    "hu": 172,
    "uy": 274,
    "yể": 283,
    "ển": 357,
    "chu": 125,
    "huy": 173,
    "uyể": 275,
    "yển": 284,
    "ển ": 358,
    " chu": 15,
    "chuy": 126,
    "huyể": 174,
    "uyển": 276,
    "yển ": 285,
    "sa": 241,
    "an": 110,
    " sa": 44,
    "san": 242,
    "ang": 111,
    " san": 45,
    "sang": 243,
    "ang ": 112,
    "fff": 155,
    "#fff": 85,
    "ffff": 158,
    "fff0": 157,
    "f000": 149,
    "000 ": 91,
    "fff ": 156
  },
  "response": null,
  "action_text": null
}