{
  "text": {
    " ": 0,
    "x": 846,
    "i": 491,
    "n": 605,
    " x": 225,
    "xi": 850,
    "in": 496,
    "n ": 606,
    " xi": 228,
    "xin": 851,
    "in ": 497,
    " xin": 229,
    "xin ": 852,
    "c": 324,
    "h": 410,
    "à": 858,
    "o": 652,
    " c": 19,
    "ch": 326,
    "hà": 435,
    "ào": 867,
    "o ": 653,
    " ch": 20,
    "chà": 332,
    "hào": 440,
    "ào ": 868,
    " chà": 23,
    "chào": 333,
    "hào ": 441,
    "e": 366,
    "l": 553,
    " h": 61,
    "he": 415,
    "el": 369,
    "ll": 560,
    "lo": 563,
    " he": 64,
    "hel": 416,
    "ell": 370,
    "llo": 561,
    "lo ": 564,
    " hel": 65,
    "hell": 417,
    "ello": 371,
    "llo ": 562,
    "g": 381,
    "d": 358,
    " g": 48,
    "go": 397,
    "oo": 659,
    "od": 654,
    "d ": 359,
    " go": 55,
    "goo": 398,
    "ood": 660,
    "od ": 655,
    " goo": 56,
    "good": 399,
    "ood ": 661,
    "m": 583,
    "r": 681,
    " m": 112,
    "mo": 591,
    "or": 662,
    "rn": 688,
    "ni": 631,
    "ng": 612,
    "g ": 382,
    " mo": 113,
    "mor": 592,
    "orn": 663,
    "rni": 689,
    "nin": 632,
    "ing": 498,
    "ng ": 613,
    " mor": 114,
    "morn": 593,
    "orni": 664,
    "rnin": 690,
    "ning": 633,
    "ing ": 499,
    "hi": 418,
    "i ": 492,
    " hi": 66,
    "hi ": 419,
    " hi ": 67,
    "y": 853,
    " e": 45,
    "em": 372,
    "mi": 588,
    "il": 493,
    "ly": 565,
    "y ": 854,
    " em": 46,
    "emi": 373,
    "mil": 589,
    "ily": 494,
    "ly ": 566,
    " emi": 47,
    "emil": 374,
    "mily": 590,
    "ily ": 495,
    "b": 300,
    "u": 808,
    "ổ": 1077,
    " b": 4,
    "bu": 307,
    "uổ": 828,
    "ổi": 1078,
    " bu": 7,
    "buổ": 308,
    "uổi": 829,
    "ổi ": 1079,
    " buổ": 8,
    "buổi": 309,
    "uổi ": 830,
    "s": 711,
    "á": 871,
    " s": 155,
    "sá": 719,
    "án": 877,
    " sá": 160,
    "sán": 720,
    "áng": 878,
    " sán": 161,
    "sáng": 721,
    "áng ": 879,
    "ạ": 989,
    "bạ": 310,
    "ạn": 990,
    " bạ": 9,
    "bạn": 311,
    "ạn ": 991,
    " bạn": 10,
    "bạn ": 312,
    "ó": 921,
    "có": 347,
    "ó ": 922,
    " có": 32,
    "có ": 348,
    " có ": 33,
    "t": 727,
    "ể": 1042,
    " t": 166,
    "th": 732,
    "hể": 474,
    "ể ": 1043,
    " th": 167,
    "thể": 747,
    "hể ": 475,
    " thể": 175,
    "thể ": 748,
    " l": 96,
    "là": 567,
    "àm": 860,
    "m ": 584,
    " là": 101,
    "làm": 569,
    "àm ": 861,
    " làm": 103,
    "làm ": 570,
    "ì": 900,
    "gì": 400,
    "ì ": 901,
    " gì": 57,
    "gì ": 401,
    " gì ": 58,
    "ú": 932,
    "p": 668,
    "gi": 386,
    "iú": 507,
    "úp": 933,
    "p ": 669,
    " gi": 49,
    "giú": 389,
    "iúp": 508,
    "úp ": 934,
    " giú": 51,
    "giúp": 390,
    "iúp ": 509,
    "đ": 942,
    "ư": 981,
    "ợ": 1100,
    " đ": 239,
    "đư": 954,
    "ượ": 984,
    "ợc": 1102,
    "c ": 325,
    " đư": 247,
    "đượ": 955,
    "ược": 985,
    "ợc ": 1103,
    " đượ": 248,
    "được": 956,
    "ược ": 986,
    "ô": 923,
    "tô": 792,
    "ôi": 925,
    " tô": 202,
    "tôi": 793,
    "ôi ": 926,
    " tôi": 203,
    "tôi ": 794,
    "k": 536,
    " k": 85,
    "kh": 537,
    "hô": 452,
    "ôn": 929,
    " kh": 86,
    "khô": 541,
    "hôn": 456,
    "ông": 930,
    " khô": 88,
    "khôn": 543,
    "hông": 457,
    "ông ": 931,
    "ỗ": 1080,
    "hỗ": 483,
    "ỗ ": 1081,
    " hỗ": 80,
    "hỗ ": 484,
    " hỗ ": 81,
    "tr": 761,
    "rợ": 709,
    "ợ ": 1101,
    " tr": 183,
    "trợ": 776,
    "rợ ": 710,
    " trợ": 191,
    "trợ ": 777,
    "ê": 892,
    "tê": 783,
    "ên": 894,
    " tê": 196,
    "tên": 784,
    "ên ": 895,
    " tên": 197,
    "tên ": 785,
    "à ": 859,
    "là ": 568,
    " là ": 102,
    "há": 442,
    "nh": 620,
    "h ": 411,
    "khá": 538,
    "hán": 445,
    "ánh": 880,
    "nh ": 621,
    " khá": 87,
    "khán": 540,
    "hánh": 446,
    "ánh ": 881,
    "ho": 426,
    "oà": 665,
    "àn": 862,
    " ho": 68,
    "hoà": 428,
    "oàn": 666,
    "àng": 863,
    " hoà": 69,
    "hoàn": 429,
    "oàng": 667,
    "àng ": 864,
    " d": 40,
    "du": 360,
    "uy": 818,
    " du": 41,
    "duy": 361,
    "uy ": 819,
    " duy": 42,
    "duy ": 362,
    "ĩ": 976,
    "a": 285,
    " n": 123,
    "gh": 383,
    "hĩ": 461,
    "ĩa": 977,
    "a ": 286,
    " ng": 127,
    "ngh": 614,
    "ghĩ": 384,
    "hĩa": 462,
    "ĩa ": 978,
    " ngh": 128,
    "nghĩ": 615,
    "ghĩa": 385,
    "hĩa ": 463,
    "ơ": 979,
    "hơ": 464,
    "ơ ": 980,
    "thơ": 741,
    "hơ ": 465,
    " thơ": 172,
    "thơ ": 742,
    "ệ": 1048,
    "đi": 943,
    "iệ": 524,
    "ệp": 1051,
    " đi": 240,
    "điệ": 946,
    "iệp": 527,
    "ệp ": 1052,
    " điệ": 242,
    "điệp": 947,
    "iệp ": 528,
    "ki": 544,
    "iể": 521,
    "ểm": 1044,
    " ki": 89,
    "kiể": 545,
    "iểm": 522,
    "ểm ": 1045,
    " kiể": 90,
    "kiểm": 546,
    "iểm ": 523,
    "ra": 686,
    "tra": 762,
    "ra ": 687,
    " tra": 184,
    "tra ": 763,
    "ba": 301,
    "ao": 294,
    " ba": 5,
    "bao": 302,
    "ao ": 295,
    " bao": 6,
    "bao ": 303,
    "iê": 504,
    "êu": 898,
    "u ": 809,
    " nh": 131,
    "nhi": 622,
    "hiê": 420,
    "iêu": 505,
    "êu ": 899,
    " nhi": 132,
    "nhiê": 623,
    "hiêu": 421,
    "iêu ": 506,
    "ò": 914,
    " p": 144,
    "ph": 670,
    "hò": 447,
    "òn": 917,
    " ph": 145,
    "phò": 671,
    "hòn": 450,
    "òng": 919,
    " phò": 146,
    "phòn": 672,
    "hòng": 451,
    "òng ": 920,
    "nhà": 625,
    "hà ": 436,
    " nhà": 133,
    "nhà ": 626,
    "ro": 691,
    "on": 656,
    "tro": 764,
    "ron": 692,
    "ong": 657,
    " tro": 185,
    "tron": 765,
    "rong": 693,
    "ong ": 658,
    "li": 557,
    "ệt": 1053,
    "t ": 728,
    " li": 99,
    "liệ": 558,
    "iệt": 529,
    "ệt ": 1054,
    " liệ": 100,
    "liệt": 559,
    "iệt ": 530,
    "kê": 547,
    "ê ": 893,
    " kê": 91,
    "kê ": 548,
    " kê ": 92,
    "cá": 338,
    "ác": 873,
    " cá": 26,
    "các": 339,
    "ác ": 874,
    " các": 27,
    "các ": 340,
    "mì": 597,
    "ìn": 904,
    " mì": 117,
    "mìn": 598,
    "ình": 905,
    " mìn": 118,
    "mình": 599,
    "ình ": 906,
    "ữ": 1113,
    "hữ": 488,
    "ữn": 1115,
    "nhữ": 629,
    "hữn": 489,
    "ững": 1116,
    " nhữ": 135,
    "nhữn": 630,
    "hững": 490,
    "ững ": 1117,
    "nà": 641,
    " nà": 136,
    "nào": 642,
    " nào": 137,
    "nào ": 643,
    "ế": 1028,
    "iế": 513,
    "ết": 1036,
    "thi": 733,
    "hiế": 422,
    "iết": 516,
    "ết ": 1037,
    " thi": 168,
    "thiế": 734,
    "hiết": 423,
    "iết ": 517,
    "ị": 1059,
    "bị": 322,
    "ị ": 1060,
    " bị": 17,
    "bị ": 323,
    " bị ": 18,
    "bế": 319,
    "ếp": 1034,
    " bế": 15,
    "bếp": 320,
    "ếp ": 1035,
    " bếp": 16,
    "bếp ": 321,
    "hác": 443,
    "ách": 875,
    "ch ": 327,
    "khác": 539,
    "hách": 444,
    "ách ": 876,
    "ủ": 1109,
    "gủ": 408,
    "ủ ": 1110,
    "ngủ": 618,
    "gủ ": 409,
    " ngủ": 130,
    "ngủ ": 619,
    "ậ": 1011,
    "bậ": 316,
    "ật": 1012,
    " bậ": 13,
    "bật": 317,
    "ật ": 1013,
    " bật": 14,
    "bật ": 318,
    "è": 889,
    "đè": 951,
    "èn": 890,
    " đè": 245,
    "đèn": 952,
    "èn ": 891,
    " đèn": 246,
    "đèn ": 953,
    "ầ": 1008,
    "rầ": 700,
    "ần": 1009,
    "trầ": 770,
    "rần": 701,
    "ần ": 1010,
    " trầ": 188,
    "trần": 771,
    "rần ": 702,
    "ỏ": 1064,
    "hỏ": 479,
    "ỏ ": 1065,
    "nhỏ": 627,
    "hỏ ": 480,
    " nhỏ": 134,
    "nhỏ ": 628,
    "to": 759,
    " to": 181,
    "to ": 760,
    " to ": 182,
    "q": 675,
    " q": 148,
    "qu": 676,
    "uạ": 822,
    "ạt": 996,
    " qu": 149,
    "quạ": 679,
    "uạt": 823,
    "ạt ": 997,
    " quạ": 151,
    "quạt": 680,
    "uạt ": 824,
    "v": 834,
    "tv": 778,
    "v ": 835,
    " tv": 192,
    "tv ": 779,
    " tv ": 193,
    "cô": 349,
    " cô": 34,
    "côn": 350,
    " côn": 35,
    "công": 351,
    "ắ": 1014,
    "tắ": 798,
    "ắc": 1015,
    " tắ": 206,
    "tắc": 799,
    "ắc ": 1016,
    " tắc": 207,
    "tắc ": 800,
    "_": 271,
    " _": 1,
    "__": 276,
    "_n": 282,
    "nu": 638,
    "um": 815,
    "mb": 585,
    "be": 304,
    "er": 378,
    "r_": 682,
    "_ ": 272,
    " __": 2,
    "__n": 280,
    "_nu": 283,
    "num": 639,
    "umb": 816,
    "mbe": 586,
    "ber": 305,
    "er_": 379,
    "r__": 683,
    "__ ": 277,
    " __n": 3,
    "__nu": 281,
    "_num": 284,
    "numb": 640,
    "umbe": 817,
    "mber": 587,
    "ber_": 306,
    "er__": 380,
    "r__ ": 684,
    "nú": 644,
    "út": 935,
    " nú": 138,
    "nút": 645,
    "út ": 936,
    " nút": 139,
    "nút ": 646,
    "le": 554,
    "ed": 367,
    " le": 97,
    "led": 555,
    "ed ": 368,
    " led": 98,
    "led ": 556,
    "ề": 1038,
    "iề": 518,
    "ều": 1040,
    "điề": 944,
    "iều": 519,
    "ều ": 1041,
    " điề": 241,
    "điều": 945,
    "iều ": 520,
    "òa": 915,
    " hò": 72,
    "hòa": 448,
    "òa ": 916,
    " hòa": 73,
    "hòa ": 449,
    "ở": 1098,
    "mở": 603,
    "ở ": 1099,
    " mở": 121,
    "mở ": 604,
    " mở ": 122,
    "ớ": 1089,
    "lớ": 580,
    "ớn": 1092,
    " lớ": 110,
    "lớn": 581,
    "ớn ": 1093,
    " lớn": 111,
    "lớn ": 582,
    "ắt": 1020,
    "tắt": 801,
    "ắt ": 1021,
    " tắt": 208,
    "tắt ": 802,
    "gắ": 405,
    "ngắ": 616,
    "gắt": 406,
    " ngắ": 129,
    "ngắt": 617,
    "gắt ": 407,
    "ă": 937,
    "tă": 795,
    "ăn": 938,
    " tă": 204,
    "tăn": 796,
    "ăng": 940,
    " tăn": 205,
    "tăng": 797,
    "ăng ": 941,
    "ộ": 1082,
    "độ": 972,
    "ộ ": 1083,
    " độ": 261,
    "độ ": 973,
    " độ ": 262,
    "cò": 344,
    " cò": 30,
    "còn": 345,
    "òn ": 918,
    " còn": 31,
    "còn ": 346,
    "ả": 998,
    "iả": 510,
    "ảm": 999,
    "giả": 391,
    "iảm": 511,
    "ảm ": 1000,
    " giả": 52,
    "giảm": 392,
    "iảm ": 512,
    "ỉ": 1055,
    "hỉ": 476,
    "ỉn": 1056,
    "chỉ": 336,
    "hỉn": 477,
    "ỉnh": 1057,
    " chỉ": 25,
    "chỉn": 337,
    "hỉnh": 478,
    "ỉnh ": 1058,
    "lê": 571,
    " lê": 104,
    "lên": 572,
    " lên": 105,
    "lên ": 573,
    "ặ": 1022,
    "đặ": 957,
    "ặt": 1023,
    " đặ": 249,
    "đặt": 958,
    "ặt ": 1024,
    " đặt": 250,
    "đặt ": 959,
    "đế": 960,
    "ến": 1030,
    " đế": 251,
    "đến": 961,
    "ến ": 1031,
    " đến": 252,
    "đến ": 962,
    "ố": 1068,
    "tố": 803,
    "ốc": 1070,
    " tố": 209,
    "tốc": 804,
    "ốc ": 1071,
    " tốc": 210,
    "tốc ": 805,
    " v": 216,
    "về": 842,
    "ề ": 1039,
    " về": 221,
    "về ": 843,
    " về ": 222,
    "số": 725,
    "ố ": 1069,
    " số": 164,
    "số ": 726,
    " số ": 165,
    "hu": 430,
    "yể": 855,
    "ển": 1046,
    "chu": 330,
    "huy": 431,
    "uyể": 820,
    "yển": 856,
    "ển ": 1047,
    " chu": 22,
    "chuy": 331,
    "huyể": 432,
    "uyển": 821,
    "yển ": 857,
    "sa": 712,
    "an": 289,
    " sa": 156,
    "san": 713,
    "ang": 290,
    " san": 157,
    "sang": 714,
    "ang ": 291,
    "kên": 549,
    "ênh": 896,
    " kên": 93,
    "kênh": 550,
    "ênh ": 897,
    "đổ": 969,
    " đổ": 259,
    "đổi": 970,
    " đổi": 260,
    "đổi ": 971,
    "â": 882,
    " â": 230,
    "âm": 883,
    " âm": 231,
    "âm ": 884,
    " âm ": 232,
    "lư": 574,
    "ợn": 1104,
    " lư": 106,
    "lượ": 575,
    "ượn": 987,
    "ợng": 1105,
    " lượ": 107,
    "lượn": 576,
    "ượng": 988,
    "ợng ": 1106,
    "hiệ": 424,
    "nhiệ": 624,
    "hiệt": 425,
    "để": 963,
    " để": 253,
    "để ": 964,
    " để ": 254,
    "hế": 472,
    "ế ": 1029,
    "chế": 334,
    "hế ": 473,
    " chế": 24,
    "chế ": 335,
    "lạ": 577,
    " lạ": 108,
    "lạn": 578,
    "ạnh": 994,
    " lạn": 109,
    "lạnh": 579,
    "ạnh ": 995,
    "cho": 328,
    "ho ": 427,
    " cho": 21,
    "cho ": 329,
    "ô ": 924,
    "hô ": 453,
    "khô ": 542,
    "ự": 1118,
    "tự": 806,
    "ự ": 1119,
    " tự": 211,
    "tự ": 807,
    " tự ": 212,
    "ộn": 1086,
    "độn": 974,
    "ộng": 1087,
    " độn": 263,
    "động": 975,
    "ộng ": 1088,
    "ấ": 1001,
    " ấ": 264,
    "ấm": 1002,
    " ấm": 265,
    "ấm ": 1003,
    " ấm ": 266,
    "ẹ": 1025,
    "hẹ": 469,
    "ẹn": 1026,
    " hẹ": 76,
    "hẹn": 470,
    "ẹn ": 1027,
    " hẹn": 77,
    "hẹn ": 471,
    "ờ": 1094,
    "iờ": 534,
    "ờ ": 1095,
    "giờ": 395,
    "iờ ": 535,
    " giờ": 54,
    "giờ ": 396,
    "au": 296,
    "sau": 717,
    "au ": 297,
    " sau": 159,
    "sau ": 718,
    "hú": 458,
    "phú": 673,
    "hút": 459,
    " phú": 147,
    "phút": 674,
    "hút ": 460,
    "ti": 751,
    " ti": 177,
    "tiế": 754,
    "iến": 514,
    "ếng": 1032,
    " tiế": 179,
    "tiến": 755,
    "iếng": 515,
    "ếng ": 1033,
    ".": 267,
    "_.": 273,
    "._": 268,
    "__.": 278,
    "_._": 274,
    ".__": 269,
    "r__.": 685,
    "__._": 279,
    "_.__": 275,
    ".__n": 270,
    "ôm": 927,
    " hô": 74,
    "hôm": 454,
    "ôm ": 928,
    " hôm": 75,
    "hôm ": 455,
    "na": 607,
    "ay": 298,
    " na": 124,
    "nay": 610,
    "ay ": 299,
    " nay": 126,
    "nay ": 611,
    "cả": 352,
    " cả": 36,
    "cảm": 353,
    " cảm": 37,
    "cảm ": 354,
    "hấ": 466,
    "ấy": 1006,
    "thấ": 743,
    "hấy": 467,
    "ấy ": 1007,
    " thấ": 173,
    "thấy": 744,
    "hấy ": 468,
    "thế": 745,
    " thế": 174,
    "thế ": 746,
    "vu": 836,
    "ui": 813,
    " vu": 217,
    "vui": 837,
    "ui ": 814,
    " vui": 218,
    "vui ": 838,
    "tâ": 780,
    " tâ": 194,
    "tâm": 781,
    " tâm": 195,
    "tâm ": 782,
    "rạ": 697,
    "trạ": 768,
    "rạn": 698,
    "ạng": 992,
    " trạ": 187,
    "trạn": 769,
    "rạng": 699,
    "ạng ": 993,
    " r": 152,
    " ra": 153,
    " ra ": 154,
    "sao": 715,
    " sao": 158,
    "sao ": 716,
    "rờ": 706,
    "ời": 1096,
    "trờ": 774,
    "rời": 707,
    "ời ": 1097,
    " trờ": 190,
    "trời": 775,
    "rời ": 708,
    "nắ": 647,
    "ắn": 1017,
    " nắ": 140,
    "nắn": 648,
    "ắng": 1018,
    " nắn": 141,
    "nắng": 649,
    "ắng ": 1019,
    "mư": 600,
    "ưa": 982,
    " mư": 119,
    "mưa": 601,
    "ưa ": 983,
    " mưa": 120,
    "mưa ": 602,
    "hờ": 485,
    "thờ": 749,
    "hời": 486,
    " thờ": 176,
    "thời": 750,
    "hời ": 487,
    "tiết": 756,
    "tì": 786,
    "ìm": 902,
    " tì": 198,
    "tìm": 787,
    "ìm ": 903,
    " tìm": 199,
    "tìm ": 788,
    "sạ": 722,
    " sạ": 162,
    "sạn": 723,
    " sạn": 163,
    "sạn ": 724,
    "ua": 810,
    "qua": 677,
    "uan": 811,
    "anh": 292,
    " qua": 150,
    "quan": 678,
    "uanh": 812,
    "anh ": 293,
    "đâ": 948,
    "ây": 887,
    " đâ": 243,
    "đây": 949,
    "ây ": 888,
    " đây": 244,
    "đây ": 950,
    " hà": 70,
    "hàn": 437,
    " hàn": 71,
    "hàng": 438,
    "gầ": 402,
    " gầ": 59,
    "gần": 403,
    " gần": 60,
    "gần ": 404,
    "thô": 739,
    " thô": 171,
    "thôn": 740,
    "tin": 752,
    " tin": 178,
    "tin ": 753,
    "iá": 502,
    "á ": 872,
    "giá": 387,
    "iá ": 503,
    " giá": 50,
    "giá ": 388,
    "ồ": 1075,
    "đồ": 967,
    "ồ ": 1076,
    " đồ": 257,
    "đồ ": 968,
    " đồ ": 258,
    " ă": 236,
    " ăn": 237,
    "ăn ": 939,
    " ăn ": 238,
    " u": 213,
    "uố": 825,
    "ốn": 1072,
    " uố": 214,
    "uốn": 826,
    "ống": 1073,
    " uốn": 215,
    "uống": 827,
    "ống ": 1074,
    "dị": 363,
    "ịc": 1061,
    " dị": 43,
    "dịc": 364,
    "ịch": 1062,
    " dịc": 44,
    "dịch": 365,
    "ịch ": 1063,
    "ụ": 1107,
    "vụ": 844,
    "ụ ": 1108,
    " vụ": 223,
    "vụ ": 845,
    " vụ ": 224,
    "ện": 1049,
    "tiệ": 757,
    "iện": 525,
    "ện ": 1050,
    " tiệ": 180,
    "tiện": 758,
    "iện ": 526,
    "í": 907,
    " í": 233,
    "íc": 908,
    " íc": 234,
    "ích": 909,
    " ích": 235,
    "ích ": 910,
    "am": 287,
    "nam": 608,
    "am ": 288,
    " nam": 125,
    "nam ": 609,
    "ha": 412,
    " ha": 62,
    "hay": 413,
    " hay": 63,
    "hay ": 414,
    "nữ": 650,
    "ữ ": 1114,
    " nữ": 142,
    "nữ ": 651,
    " nữ ": 143,
    "iớ": 531,
    "ới": 1090,
    "giớ": 393,
    "iới": 532,
    "ới ": 1091,
    " giớ": 53,
    "giới": 394,
    "iới ": 533,
    "tí": 789,
    "ín": 911,
    " tí": 200,
    "tín": 790,
    "ính": 912,
    " tín": 201,
    "tính": 791,
    "ính ": 913,
    "củ": 355,
    "ủa": 1111,
    " củ": 38,
    "của": 356,
    "ủa ": 1112,
    " của": 39,
    "của ": 357,
    "mà": 594,
    "àu": 869,
    " mà": 115,
    "màu": 595,
    "àu ": 870,
    " màu": 116,
    "màu ": 596,
    "thà": 737,
    "ành": 865,
    " thà": 170,
    "thàn": 738,
    "hành": 439,
    "ành ": 866,
    "xa": 847,
    " xa": 226,
    "xan": 848,
    " xan": 227,
    "xanh": 849,
    "đỏ": 965,
    " đỏ": 255,
    "đỏ ": 966,
    " đỏ ": 256,
    "và": 839,
    " và": 219,
    "vàn": 840,
    " vàn": 220,
    "vàng": 841,
    "rắ": 703,
    "trắ": 772,
    "rắn": 704,
    " trắ": 189,
    "trắn": 773,
    "rắng": 705,
    "bấ": 313,
    "ất": 1004,
    " bấ": 11,
    "bất": 314,
    "ất ": 1005,
    " bất": 12,
    "bất ": 315,
    "ỳ": 1120,
    "kỳ": 551,
    "ỳ ": 1121,
    " kỳ": 94,
    "kỳ ": 552,
    " kỳ ": 95,
    "câ": 341,
    "âu": 885,
    " câ": 28,
    "câu": 342,
    "âu ": 886,
    " câu": 29,
    "câu ": 343,
    "ỏi": 1066,
    " hỏ": 78,
    "hỏi": 481,
    "ỏi ": 1067,
    " hỏi": 79,
    "hỏi ": 482,
    "uộ": 831,
    "ộc": 1084,
    "thu": 735,
    "huộ": 433,
    "uộc": 832,
    "ộc ": 1085,
    " thu": 169,
    "thuộ": 736,
    "huộc": 434,
    "uộc ": 833,
    " i": 82,
    "nt": 634,
    "te": 729,
    "en": 375,
    " in": 83,
    "int": 500,
    "nte": 636,
    "ten": 730,
    "ent": 376,
    "nt ": 635,
    " int": 84,
    "inte": 501,
    "nten": 637,
    "tent": 731,
    "ent ": 377,
    "rê": 694,
    "trê": 766,
    "rên": 695,
    " trê": 186,
    "trên": 767,
    "rên ": 696
  },
  "response": null,
  "action_text": null
}