{
  "text": {
    "xin": 163,
    "chào": 12,
    "hello": 42,
    "good": 36,
    "morning": 71,
    "hi": 43,
    "emily": 30,
    "buổi": 4,
    "sáng": 109,
    "bạn": 5,
    "có": 21,
    "thể": 123,
    "làm": 63,
    "gì": 38,
    "giúp": 32,
    "được": 175,
    "tôi": 146,
    "không": 56,
    "hỗ": 51,
    "trợ": 139,
    "tên": 142,
    "là": 62,
    "khánh": 54,
    "hoàng": 45,
    "duy": 28,
    "nghĩa": 84,
    "thơ": 119,
    "điệp": 171,
    "kiểm": 57,
    "tra": 132,
    "bao": 2,
    "nhiêu": 90,
    "phòng": 100,
    "nhà": 92,
    "trong": 134,
    "liệt": 61,
    "kê": 58,
    "các": 17,
    "mình": 74,
    "những": 94,
    "nào": 95,
    "thiết": 113,
    "bị": 8,
    "bếp": 7,
    "khách": 53,
    "ngủ": 89,
    "bật": 6,
    "đèn": 173,
    "trần": 136,
    "nhỏ": 93,
    "to": 131,
    "quạt": 104,
    "tv": 140,
    "công": 23,
    "tắc": 150,
    "__number__": 0,
    "nút": 97,
    "led": 60,
    "điều": 169,
    "hòa": 47,
    "mở": 80,
    "lớn": 69,
    "tắt": 151,
    "ngắt": 88,
    "tăng": 147,
    "độ": 183,
    "còn": 20,
    "giảm": 33,
    "chỉnh": 15,
    "lên": 65,
    "đặt": 176,
    "đến": 178,
    "tốc": 152,
    "về": 160,
    "số": 111,
    "chuyển": 11,
    "sang": 106,
    "kênh": 59,
    "đổi": 182,
    "âm": 165,
    "lượng": 66,
    "nhiệt": 91,
    "để": 179,
    "chế": 14,
    "lạnh": 68,
    "cho": 10,
    "khô": 55,
    "tự": 154,
    "động": 184,
    "ấm": 185,
    "hẹn": 50,
    "giờ": 35,
    "sau": 108,
    "phút": 101,
    "tiếng": 128,
    "hôm": 48,
    "nay": 83,
    "cảm": 24,
    "thấy": 120,
    "thế": 122,
    "vui": 157,
    "tâm": 141,
    "trạng": 135,
    "ra": 105,
    "sao": 107,
    "trời": 138,
    "nắng": 98,
    "mưa": 76,
    "thời": 125,
    "tiết": 129,
    "tìm": 143,
    "sạn": 110,
    "quanh": 102,
    "đây": 172,
    "hàng": 46,
    "gần": 39,
    "thông": 118,
    "tin": 127,
    "giá": 31,
    "đồ": 181,
    "ăn": 167,
    "uống": 155,
    "dịch": 29,
    "vụ": 161,
    "tiện": 130,
    "ích": 166,
    "món": 75,
    "ngon": 85,
    "nam": 82,
    "hay": 41,
    "nữ": 99,
    "giới": 34,
    "tính": 145,
    "của": 26,
    "người": 87,
    "yêu": 164,
    "cô": 22,
    "đơn": 174,
    "quá": 103,
    "cách": 18,
    "tư": 148,
    "vấn": 159,
    "đi": 168,
    "thoát": 114,
    "ế": 186,
    "gái": 37,
    "trai": 133,
    "màu": 72,
    "thành": 116,
    "xanh": 162,
    "đỏ": 180,
    "tím": 144,
    "vàng": 158,
    "trắng": 137,
    "cam": 9,
    "da": 27,
    "lá": 64,
    "cây": 19,
    "tại": 149,
    "gọi": 40,
    "điện": 170,
    "thoại": 115,
    "minh": 70,
    "khi": 52,
    "nó": 96,
    "đẹp": 177,
    "biết": 3,
    "chơi": 13,
    "cờ": 25,
    "vua": 156,
    "mặt": 78,
    "mọc": 79,
    "ở": 187,
    "hướng": 49,
    "thật": 121,
    "mèo": 73,
    "lại": 67,
    "thích": 117,
    "thứ": 126,
    "mấy": 77,
    "con": 16,
    "ngón": 86,
    "tay": 112,
    "ai": 1,
    "tổng": 153,
    "thống": 124,
    "mỹ": 81,
    "hiện": 44
  },
  "intent": {
    "greet": 10,
    "ask_capabilities": 1,
    "provide_user_name": 11,
    "check_rooms": 8,
    "check_devices_in_room": 7,
    "turn_on": 21,
    "turn_off": 20,
    "set_brightness": 16,
    "set_fan_speed": 18,
    "change_tv_channel": 6,
    "adjust_tv_volume": 0,
    "set_ac_temperature": 14,
    "set_ac_mode": 13,
    "set_ac_timer": 15,
    "set_tv_timer": 19,
    "ask_mood": 4,
    "ask_weather": 5,
    "search_hotel_restaurant": 12,
    "ask_gender": 2,
    "ask_love_advice": 3,
    "set_color": 17,
    "fallback": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 16,
    "action_restart": 18,
    "action_session_start": 21,
    "action_default_fallback": 12,
    "action_deactivate_loop": 9,
    "action_revert_fallback_events": 19,
    "action_default_ask_affirmation": 10,
    "action_default_ask_rephrase": 11,
    "action_two_stage_fallback": 31,
    "action_unlikely_intent": 32,
    "action_back": 5,
    "action_extract_slots": 13,
    "action_adjust_tv_volume": 0,
    "action_ask_capabilities": 1,
    "action_ask_gender": 2,
    "action_ask_mood": 3,
    "action_ask_weather": 4,
    "action_change_tv_channel": 6,
    "action_check_devices_in_room": 7,
    "action_check_rooms": 8,
    "action_fallback": 14,
    "action_greet": 15,
    "action_provide_user_name": 17,
    "action_search_hotel_restaurant": 20,
    "action_set_ac_mode": 22,
    "action_set_ac_temperature": 23,
    "action_set_ac_timer": 24,
    "action_set_brightness": 25,
    "action_set_color": 26,
    "action_set_fan_speed": 27,
    "action_set_tv_timer": 28,
    "action_turn_off": 29,
    "action_turn_on": 30,
    "utter_ask_ac_temperature": 33,
    "utter_ask_tv_volume": 34
  },
  "action_text": null,
  "intent_response_key": null
}