{
  "text": {
    " ": 0,
    "x": 817,
    "i": 478,
    "n": 586,
    " x": 217,
    "xi": 818,
    "in": 483,
    "n ": 587,
    " xi": 218,
    "xin": 819,
    "in ": 484,
    " xin": 219,
    "xin ": 820,
    "c": 312,
    "h": 398,
    "à": 826,
    "o": 633,
    " c": 19,
    "ch": 314,
    "hà": 423,
    "ào": 833,
    "o ": 634,
    " ch": 20,
    "chà": 320,
    "hào": 427,
    "ào ": 834,
    " chà": 23,
    "chào": 321,
    "hào ": 428,
    "e": 354,
    "l": 540,
    " h": 61,
    "he": 403,
    "el": 357,
    "ll": 547,
    "lo": 550,
    " he": 64,
    "hel": 404,
    "ell": 358,
    "llo": 548,
    "lo ": 551,
    " hel": 65,
    "hell": 405,
    "ello": 359,
    "llo ": 549,
    "g": 369,
    "d": 346,
    " g": 48,
    "go": 385,
    "oo": 640,
    "od": 635,
    "d ": 347,
    " go": 55,
    "goo": 386,
    "ood": 641,
    "od ": 636,
    " goo": 56,
    "good": 387,
    "ood ": 642,
    "m": 567,
    "r": 662,
    " m": 110,
    "mo": 575,
    "or": 643,
    "rn": 669,
    "ni": 612,
    "ng": 593,
    "g ": 370,
    " mo": 111,
    "mor": 576,
    "orn": 644,
    "rni": 670,
    "nin": 613,
    "ing": 485,
    "ng ": 594,
    " mor": 112,
    "morn": 577,
    "orni": 645,
    "rnin": 671,
    "ning": 614,
    "ing ": 486,
    "hi": 406,
    "i ": 479,
    " hi": 66,
    "hi ": 407,
    " hi ": 67,
    "y": 821,
    " e": 45,
    "em": 360,
    "mi": 572,
    "il": 480,
    "ly": 552,
    "y ": 822,
    " em": 46,
    "emi": 361,
    "mil": 573,
    "ily": 481,
    "ly ": 553,
    " emi": 47,
    "emil": 362,
    "mily": 574,
    "ily ": 482,
    "b": 288,
    "u": 782,
    "ổ": 1039,
    " b": 4,
    "bu": 295,
    "uổ": 802,
    "ổi": 1040,
    " bu": 7,
    "buổ": 296,
    "uổi": 803,
    "ổi ": 1041,
    " buổ": 8,
    "buổi": 297,
    "uổi ": 804,
    "s": 689,
    "á": 835,
    " s": 151,
    "sá": 697,
    "án": 841,
    " sá": 156,
    "sán": 698,
    "áng": 842,
    " sán": 157,
    "sáng": 699,
    "áng ": 843,
    "ạ": 951,
    "bạ": 298,
    "ạn": 952,
    " bạ": 9,
    "bạn": 299,
    "ạn ": 953,
    " bạn": 10,
    "bạn ": 300,
    "ó": 885,
    "có": 335,
    "ó ": 886,
    " có": 32,
    "có ": 336,
    " có ": 33,
    "t": 705,
    "ể": 1004,
    " t": 162,
    "th": 710,
    "hể": 461,
    "ể ": 1005,
    " th": 163,
    "thể": 723,
    "hể ": 462,
    " thể": 170,
    "thể ": 724,
    " l": 96,
    "là": 554,
    "àm": 828,
    "m ": 568,
    " là": 101,
    "làm": 556,
    "àm ": 829,
    " làm": 103,
    "làm ": 557,
    "ì": 864,
    "gì": 388,
    "ì ": 865,
    " gì": 57,
    "gì ": 389,
    " gì ": 58,
    "ú": 896,
    "p": 649,
    "gi": 374,
    "iú": 494,
    "úp": 897,
    "p ": 650,
    " gi": 49,
    "giú": 377,
    "iúp": 495,
    "úp ": 898,
    " giú": 51,
    "giúp": 378,
    "iúp ": 496,
    "đ": 906,
    "ư": 943,
    "ợ": 1060,
    " đ": 229,
    "đư": 918,
    "ượ": 946,
    "ợc": 1062,
    "c ": 313,
    " đư": 237,
    "đượ": 919,
    "ược": 947,
    "ợc ": 1063,
    " đượ": 238,
    "được": 920,
    "ược ": 948,
    "ô": 887,
    "tô": 766,
    "ôi": 889,
    " tô": 196,
    "tôi": 767,
    "ôi ": 890,
    " tôi": 197,
    "tôi ": 768,
    "k": 523,
    " k": 85,
    "kh": 524,
    "hô": 439,
    "ôn": 893,
    " kh": 86,
    "khô": 528,
    "hôn": 443,
    "ông": 894,
    " khô": 88,
    "khôn": 530,
    "hông": 444,
    "ông ": 895,
    "ỗ": 1042,
    "hỗ": 470,
    "ỗ ": 1043,
    " hỗ": 80,
    "hỗ ": 471,
    " hỗ ": 81,
    "tr": 737,
    "rợ": 687,
    "ợ ": 1061,
    " tr": 178,
    "trợ": 750,
    "rợ ": 688,
    " trợ": 185,
    "trợ ": 751,
    "ê": 856,
    "tê": 757,
    "ên": 858,
    " tê": 190,
    "tên": 758,
    "ên ": 859,
    " tên": 191,
    "tên ": 759,
    "à ": 827,
    "là ": 555,
    " là ": 102,
    "há": 429,
    "nh": 601,
    "h ": 399,
    "khá": 525,
    "hán": 432,
    "ánh": 844,
    "nh ": 602,
    " khá": 87,
    "khán": 527,
    "hánh": 433,
    "ánh ": 845,
    "ho": 414,
    "oà": 646,
    "àn": 830,
    " ho": 68,
    "hoà": 416,
    "oàn": 647,
    "àng": 831,
    " hoà": 69,
    "hoàn": 417,
    "oàng": 648,
    "àng ": 832,
    " d": 40,
    "du": 348,
    "uy": 792,
    " du": 41,
    "duy": 349,
    "uy ": 793,
    " duy": 42,
    "duy ": 350,
    "ĩ": 938,
    "a": 273,
    " n": 119,
    "gh": 371,
    "hĩ": 448,
    "ĩa": 939,
    "a ": 274,
    " ng": 123,
    "ngh": 595,
    "ghĩ": 372,
    "hĩa": 449,
    "ĩa ": 940,
    " ngh": 124,
    "nghĩ": 596,
    "ghĩa": 373,
    "hĩa ": 450,
    "ơ": 941,
    "hơ": 451,
    "ơ ": 942,
    "thơ": 717,
    "hơ ": 452,
    " thơ": 167,
    "thơ ": 718,
    "ệ": 1010,
    "đi": 907,
    "iệ": 511,
    "ệp": 1013,
    " đi": 230,
    "điệ": 910,
    "iệp": 514,
    "ệp ": 1014,
    " điệ": 232,
    "điệp": 911,
    "iệp ": 515,
    "ki": 531,
    "iể": 508,
    "ểm": 1006,
    " ki": 89,
    "kiể": 532,
    "iểm": 509,
    "ểm ": 1007,
    " kiể": 90,
    "kiểm": 533,
    "iểm ": 510,
    "ra": 667,
    "tra": 738,
    "ra ": 668,
    " tra": 179,
    "tra ": 739,
    "ba": 289,
    "ao": 282,
    " ba": 5,
    "bao": 290,
    "ao ": 283,
    " bao": 6,
    "bao ": 291,
    "iê": 491,
    "êu": 862,
    "u ": 783,
    " nh": 127,
    "nhi": 603,
    "hiê": 408,
    "iêu": 492,
    "êu ": 863,
    " nhi": 128,
    "nhiê": 604,
    "hiêu": 409,
    "iêu ": 493,
    "ò": 878,
    " p": 140,
    "ph": 651,
    "hò": 434,
    "òn": 881,
    " ph": 141,
    "phò": 652,
    "hòn": 437,
    "òng": 883,
    " phò": 142,
    "phòn": 653,
    "hòng": 438,
    "òng ": 884,
    "nhà": 606,
    "hà ": 424,
    " nhà": 129,
    "nhà ": 607,
    "ro": 672,
    "on": 637,
    "tro": 740,
    "ron": 673,
    "ong": 638,
    " tro": 180,
    "tron": 741,
    "rong": 674,
    "ong ": 639,
    "li": 544,
    "ệt": 1015,
    "t ": 706,
    " li": 99,
    "liệ": 545,
    "iệt": 516,
    "ệt ": 1016,
    " liệ": 100,
    "liệt": 546,
    "iệt ": 517,
    "kê": 534,
    "ê ": 857,
    " kê": 91,
    "kê ": 535,
    " kê ": 92,
    "cá": 326,
    "ác": 837,
    " cá": 26,
    "các": 327,
    "ác ": 838,
    " các": 27,
    "các ": 328,
    "mì": 578,
    "ìn": 868,
    " mì": 113,
    "mìn": 579,
    "ình": 869,
    " mìn": 114,
    "mình": 580,
    "ình ": 870,
    "ữ": 1073,
    "hữ": 475,
    "ữn": 1075,
    "nhữ": 610,
    "hữn": 476,
    "ững": 1076,
    " nhữ": 131,
    "nhữn": 611,
    "hững": 477,
    "ững ": 1077,
    "nà": 622,
    " nà": 132,
    "nào": 623,
    " nào": 133,
    "nào ": 624,
    "ế": 990,
    "iế": 500,
    "ết": 998,
    "thi": 711,
    "hiế": 410,
    "iết": 503,
    "ết ": 999,
    " thi": 164,
    "thiế": 712,
    "hiết": 411,
    "iết ": 504,
    "ị": 1021,
    "bị": 310,
    "ị ": 1022,
    " bị": 17,
    "bị ": 311,
    " bị ": 18,
    "bế": 307,
    "ếp": 996,
    " bế": 15,
    "bếp": 308,
    "ếp ": 997,
    " bếp": 16,
    "bếp ": 309,
    "hác": 430,
    "ách": 839,
    "ch ": 315,
    "khác": 526,
    "hách": 431,
    "ách ": 840,
    "ủ": 1069,
    "gủ": 396,
    "ủ ": 1070,
    "ngủ": 599,
    "gủ ": 397,
    " ngủ": 126,
    "ngủ ": 600,
    "ậ": 973,
    "bậ": 304,
    "ật": 974,
    " bậ": 13,
    "bật": 305,
    "ật ": 975,
    " bật": 14,
    "bật ": 306,
    "è": 853,
    "đè": 915,
    "èn": 854,
    " đè": 235,
    "đèn": 916,
    "èn ": 855,
    " đèn": 236,
    "đèn ": 917,
    "ầ": 970,
    "rầ": 681,
    "ần": 971,
    "trầ": 746,
    "rần": 682,
    "ần ": 972,
    " trầ": 183,
    "trần": 747,
    "rần ": 683,
    "ỏ": 1026,
    "hỏ": 466,
    "ỏ ": 1027,
    "nhỏ": 608,
    "hỏ ": 467,
    " nhỏ": 130,
    "nhỏ ": 609,
    "to": 735,
    " to": 176,
    "to ": 736,
    " to ": 177,
    "q": 656,
    " q": 144,
    "qu": 657,
    "uạ": 796,
    "ạt": 958,
    " qu": 145,
    "quạ": 660,
    "uạt": 797,
    "ạt ": 959,
    " quạ": 147,
    "quạt": 661,
    "uạt ": 798,
    "v": 808,
    "tv": 752,
    "v ": 809,
    " tv": 186,
    "tv ": 753,
    " tv ": 187,
    "cô": 337,
    " cô": 34,
    "côn": 338,
    " côn": 35,
    "công": 339,
    "ắ": 976,
    "tắ": 772,
    "ắc": 977,
    " tắ": 200,
    "tắc": 773,
    "ắc ": 978,
    " tắc": 201,
    "tắc ": 774,
    "_": 259,
    " _": 1,
    "__": 264,
    "_n": 270,
    "nu": 619,
    "um": 789,
    "mb": 569,
    "be": 292,
    "er": 366,
    "r_": 663,
    "_ ": 260,
    " __": 2,
    "__n": 268,
    "_nu": 271,
    "num": 620,
    "umb": 790,
    "mbe": 570,
    "ber": 293,
    "er_": 367,
    "r__": 664,
    "__ ": 265,
    " __n": 3,
    "__nu": 269,
    "_num": 272,
    "numb": 621,
    "umbe": 791,
    "mber": 571,
    "ber_": 294,
    "er__": 368,
    "r__ ": 665,
    "nú": 625,
    "út": 899,
    " nú": 134,
    "nút": 626,
    "út ": 900,
    " nút": 135,
    "nút ": 627,
    "le": 541,
    "ed": 355,
    " le": 97,
    "led": 542,
    "ed ": 356,
    " led": 98,
    "led ": 543,
    "ề": 1000,
    "iề": 505,
    "ều": 1002,
    "điề": 908,
    "iều": 506,
    "ều ": 1003,
    " điề": 231,
    "điều": 909,
    "iều ": 507,
    "òa": 879,
    " hò": 72,
    "hòa": 435,
    "òa ": 880,
    " hòa": 73,
    "hòa ": 436,
    "ở": 1058,
    "mở": 584,
    "ở ": 1059,
    " mở": 117,
    "mở ": 585,
    " mở ": 118,
    "ắt": 982,
    "tắt": 775,
    "ắt ": 983,
    " tắt": 202,
    "tắt ": 776,
    "gắ": 393,
    "ngắ": 597,
    "gắt": 394,
    " ngắ": 125,
    "ngắt": 598,
    "gắt ": 395,
    "ă": 901,
    "tă": 769,
    "ăn": 902,
    " tă": 198,
    "tăn": 770,
    "ăng": 904,
    " tăn": 199,
    "tăng": 771,
    "ăng ": 905,
    "ộ": 1044,
    "độ": 934,
    "ộ ": 1045,
    " độ": 249,
    "độ ": 935,
    " độ ": 250,
    "cò": 332,
    " cò": 30,
    "còn": 333,
    "òn ": 882,
    " còn": 31,
    "còn ": 334,
    "ả": 960,
    "iả": 497,
    "ảm": 961,
    "giả": 379,
    "iảm": 498,
    "ảm ": 962,
    " giả": 52,
    "giảm": 380,
    "iảm ": 499,
    "ỉ": 1017,
    "hỉ": 463,
    "ỉn": 1018,
    "chỉ": 324,
    "hỉn": 464,
    "ỉnh": 1019,
    " chỉ": 25,
    "chỉn": 325,
    "hỉnh": 465,
    "ỉnh ": 1020,
    "lê": 558,
    " lê": 104,
    "lên": 559,
    " lên": 105,
    "lên ": 560,
    "ặ": 984,
    "đặ": 921,
    "ặt": 985,
    " đặ": 239,
    "đặt": 922,
    "ặt ": 986,
    " đặt": 240,
    "đặt ": 923,
    "đế": 924,
    "ến": 992,
    " đế": 241,
    "đến": 925,
    "ến ": 993,
    " đến": 242,
    "đến ": 926,
    "ố": 1030,
    "tố": 777,
    "ốc": 1032,
    " tố": 203,
    "tốc": 778,
    "ốc ": 1033,
    " tốc": 204,
    "tốc ": 779,
    " v": 210,
    "về": 813,
    "ề ": 1001,
    " về": 213,
    "về ": 814,
    " về ": 214,
    "số": 703,
    "ố ": 1031,
    " số": 160,
    "số ": 704,
    " số ": 161,
    "hu": 418,
    "yể": 823,
    "ển": 1008,
    "chu": 318,
    "huy": 419,
    "uyể": 794,
    "yển": 824,
    "ển ": 1009,
    " chu": 22,
    "chuy": 319,
    "huyể": 420,
    "uyển": 795,
    "yển ": 825,
    "sa": 690,
    "an": 277,
    " sa": 152,
    "san": 691,
    "ang": 278,
    " san": 153,
    "sang": 692,
    "ang ": 279,
    "kên": 536,
    "ênh": 860,
    " kên": 93,
    "kênh": 537,
    "ênh ": 861,
    "đổ": 931,
    " đổ": 247,
    "đổi": 932,
    " đổi": 248,
    "đổi ": 933,
    "â": 846,
    " â": 220,
    "âm": 847,
    " âm": 221,
    "âm ": 848,
    " âm ": 222,
    "lư": 561,
    "ợn": 1064,
    " lư": 106,
    "lượ": 562,
    "ượn": 949,
    "ợng": 1065,
    " lượ": 107,
    "lượn": 563,
    "ượng": 950,
    "ợng ": 1066,
    "hiệ": 412,
    "nhiệ": 605,
    "hiệt": 413,
    "để": 927,
    " để": 243,
    "để ": 928,
    " để ": 244,
    "hế": 459,
    "ế ": 991,
    "chế": 322,
    "hế ": 460,
    " chế": 24,
    "chế ": 323,
    "lạ": 564,
    " lạ": 108,
    "lạn": 565,
    "ạnh": 956,
    " lạn": 109,
    "lạnh": 566,
    "ạnh ": 957,
    "cho": 316,
    "ho ": 415,
    " cho": 21,
    "cho ": 317,
    "ô ": 888,
    "hô ": 440,
    "khô ": 529,
    "ự": 1078,
    "tự": 780,
    "ự ": 1079,
    " tự": 205,
    "tự ": 781,
    " tự ": 206,
    "ộn": 1048,
    "độn": 936,
    "ộng": 1049,
    " độn": 251,
    "động": 937,
    "ộng ": 1050,
    "ấ": 963,
    " ấ": 252,
    "ấm": 964,
    " ấm": 253,
    "ấm ": 965,
    " ấm ": 254,
    "ẹ": 987,
    "hẹ": 456,
    "ẹn": 988,
    " hẹ": 76,
    "hẹn": 457,
    "ẹn ": 989,
    " hẹn": 77,
    "hẹn ": 458,
    "ờ": 1054,
    "iờ": 521,
    "ờ ": 1055,
    "giờ": 383,
    "iờ ": 522,
    " giờ": 54,
    "giờ ": 384,
    "au": 284,
    "sau": 695,
    "au ": 285,
    " sau": 155,
    "sau ": 696,
    "hú": 445,
    "phú": 654,
    "hút": 446,
    " phú": 143,
    "phút": 655,
    "hút ": 447,
    "ti": 727,
    " ti": 172,
    "tiế": 730,
    "iến": 501,
    "ếng": 994,
    " tiế": 174,
    "tiến": 731,
    "iếng": 502,
    "ếng ": 995,
    ".": 255,
    "_.": 261,
    "._": 256,
    "__.": 266,
    "_._": 262,
    ".__": 257,
    "r__.": 666,
    "__._": 267,
    "_.__": 263,
    ".__n": 258,
    "ôm": 891,
    " hô": 74,
    "hôm": 441,
    "ôm ": 892,
    " hôm": 75,
    "hôm ": 442,
    "na": 588,
    "ay": 286,
    " na": 120,
    "nay": 591,
    "ay ": 287,
    " nay": 122,
    "nay ": 592,
    "cả": 340,
    " cả": 36,
    "cảm": 341,
    " cảm": 37,
    "cảm ": 342,
    "hấ": 453,
    "ấy": 968,
    "thấ": 719,
    "hấy": 454,
    "ấy ": 969,
    " thấ": 168,
    "thấy": 720,
    "hấy ": 455,
    "thế": 721,
    " thế": 169,
    "thế ": 722,
    "vu": 810,
    "ui": 787,
    " vu": 211,
    "vui": 811,
    "ui ": 788,
    " vui": 212,
    "vui ": 812,
    "tâ": 754,
    " tâ": 188,
    "tâm": 755,
    " tâm": 189,
    "tâm ": 756,
    "rạ": 678,
    "trạ": 744,
    "rạn": 679,
    "ạng": 954,
    " trạ": 182,
    "trạn": 745,
    "rạng": 680,
    "ạng ": 955,
    " r": 148,
    " ra": 149,
    " ra ": 150,
    "sao": 693,
    " sao": 154,
    "sao ": 694,
    "rờ": 684,
    "ời": 1056,
    "trờ": 748,
    "rời": 685,
    "ời ": 1057,
    " trờ": 184,
    "trời": 749,
    "rời ": 686,
    "nắ": 628,
    "ắn": 979,
    " nắ": 136,
    "nắn": 629,
    "ắng": 980,
    " nắn": 137,
    "nắng": 630,
    "ắng ": 981,
    "mư": 581,
    "ưa": 944,
    " mư": 115,
    "mưa": 582,
    "ưa ": 945,
    " mưa": 116,
    "mưa ": 583,
    "hờ": 472,
    "thờ": 725,
    "hời": 473,
    " thờ": 171,
    "thời": 726,
    "hời ": 474,
    "tiết": 732,
    "tì": 760,
    "ìm": 866,
    " tì": 192,
    "tìm": 761,
    "ìm ": 867,
    " tìm": 193,
    "tìm ": 762,
    "sạ": 700,
    " sạ": 158,
    "sạn": 701,
    " sạn": 159,
    "sạn ": 702,
    "ua": 784,
    "qua": 658,
    "uan": 785,
    "anh": 280,
    " qua": 146,
    "quan": 659,
    "uanh": 786,
    "anh ": 281,
    "đâ": 912,
    "ây": 851,
    " đâ": 233,
    "đây": 913,
    "ây ": 852,
    " đây": 234,
    "đây ": 914,
    " hà": 70,
    "hàn": 425,
    " hàn": 71,
    "hàng": 426,
    "gầ": 390,
    " gầ": 59,
    "gần": 391,
    " gần": 60,
    "gần ": 392,
    "thô": 715,
    " thô": 166,
    "thôn": 716,
    "tin": 728,
    " tin": 173,
    "tin ": 729,
    "iá": 489,
    "á ": 836,
    "giá": 375,
    "iá ": 490,
    " giá": 50,
    "giá ": 376,
    "ồ": 1037,
    "đồ": 929,
    "ồ ": 1038,
    " đồ": 245,
    "đồ ": 930,
    " đồ ": 246,
    " ă": 226,
    " ăn": 227,
    "ăn ": 903,
    " ăn ": 228,
    " u": 207,
    "uố": 799,
    "ốn": 1034,
    " uố": 208,
    "uốn": 800,
    "ống": 1035,
    " uốn": 209,
    "uống": 801,
    "ống ": 1036,
    "dị": 351,
    "ịc": 1023,
    " dị": 43,
    "dịc": 352,
    "ịch": 1024,
    " dịc": 44,
    "dịch": 353,
    "ịch ": 1025,
    "ụ": 1067,
    "vụ": 815,
    "ụ ": 1068,
    " vụ": 215,
    "vụ ": 816,
    " vụ ": 216,
    "ện": 1011,
    "tiệ": 733,
    "iện": 512,
    "ện ": 1012,
    " tiệ": 175,
    "tiện": 734,
    "iện ": 513,
    "í": 871,
    " í": 223,
    "íc": 872,
    " íc": 224,
    "ích": 873,
    " ích": 225,
    "ích ": 874,
    "am": 275,
    "nam": 589,
    "am ": 276,
    " nam": 121,
    "nam ": 590,
    "ha": 400,
    " ha": 62,
    "hay": 401,
    " hay": 63,
    "hay ": 402,
    "nữ": 631,
    "ữ ": 1074,
    " nữ": 138,
    "nữ ": 632,
    " nữ ": 139,
    "ớ": 1051,
    "iớ": 518,
    "ới": 1052,
    "giớ": 381,
    "iới": 519,
    "ới ": 1053,
    " giớ": 53,
    "giới": 382,
    "iới ": 520,
    "tí": 763,
    "ín": 875,
    " tí": 194,
    "tín": 764,
    "ính": 876,
    " tín": 195,
    "tính": 765,
    "ính ": 877,
    "củ": 343,
    "ủa": 1071,
    " củ": 38,
    "của": 344,
    "ủa ": 1072,
    " của": 39,
    "của ": 345,
    "bấ": 301,
    "ất": 966,
    " bấ": 11,
    "bất": 302,
    "ất ": 967,
    " bất": 12,
    "bất ": 303,
    "ỳ": 1080,
    "kỳ": 538,
    "ỳ ": 1081,
    " kỳ": 94,
    "kỳ ": 539,
    " kỳ ": 95,
    "câ": 329,
    "âu": 849,
    " câ": 28,
    "câu": 330,
    "âu ": 850,
    " câu": 29,
    "câu ": 331,
    "ỏi": 1028,
    " hỏ": 78,
    "hỏi": 468,
    "ỏi ": 1029,
    " hỏi": 79,
    "hỏi ": 469,
    "uộ": 805,
    "ộc": 1046,
    "thu": 713,
    "huộ": 421,
    "uộc": 806,
    "ộc ": 1047,
    " thu": 165,
    "thuộ": 714,
    "huộc": 422,
    "uộc ": 807,
    " i": 82,
    "nt": 615,
    "te": 707,
    "en": 363,
    " in": 83,
    "int": 487,
    "nte": 617,
    "ten": 708,
    "ent": 364,
    "nt ": 616,
    " int": 84,
    "inte": 488,
    "nten": 618,
    "tent": 709,
    "ent ": 365,
    "rê": 675,
    "trê": 742,
    "rên": 676,
    " trê": 181,
    "trên": 743,
    "rên ": 677
  },
  "response": null,
  "action_text": null
}