{
  "text": {
    " ": 0,
    "x": 340,
    "i": 217,
    "n": 259,
    " x": 83,
    "xi": 341,
    "in": 219,
    "n ": 260,
    " xi": 84,
    "xin": 342,
    "in ": 220,
    " xin": 85,
    "xin ": 343,
    "c": 144,
    "h": 185,
    "à": 344,
    "o": 277,
    " c": 18,
    "ch": 146,
    "hà": 196,
    "ào": 349,
    "o ": 278,
    " ch": 19,
    "chà": 148,
    "hào": 200,
    "ào ": 350,
    " chà": 20,
    "chào": 149,
    "hào ": 201,
    "e": 162,
    "l": 242,
    " h": 30,
    "he": 187,
    "el": 163,
    "ll": 246,
    "lo": 249,
    " he": 31,
    "hel": 188,
    "ell": 164,
    "llo": 247,
    "lo ": 250,
    " hel": 32,
    "hell": 189,
    "ello": 165,
    "llo ": 248,
    "hi": 190,
    "i ": 218,
    " hi": 33,
    "hi ": 191,
    " hi ": 34,
    "b": 129,
    "ạ": 385,
    " b": 9,
    "bạ": 136,
    "ạn": 386,
    " bạ": 12,
    "bạn": 137,
    "ạn ": 387,
    " bạn": 13,
    "bạn ": 138,
    "t": 308,
    "ắ": 401,
    " t": 68,
    "tắ": 327,
    "ắt": 404,
    "t ": 309,
    " tắ": 80,
    "tắt": 330,
    "ắt ": 405,
    " tắt": 82,
    "tắt ": 331,
    "đ": 378,
    "è": 361,
    " đ": 86,
    "đè": 379,
    "èn": 362,
    " đè": 87,
    "đèn": 380,
    "èn ": 363,
    " đèn": 88,
    "đèn ": 381,
    "r": 290,
    "ầ": 395,
    "tr": 317,
    "rầ": 299,
    "ần": 396,
    " tr": 74,
    "trầ": 322,
    "rần": 300,
    "ần ": 397,
    " trầ": 77,
    "trần": 323,
    "rần ": 301,
    "to": 315,
    " to": 72,
    "to ": 316,
    " to ": 73,
    "ô": 374,
    "g": 183,
    "cô": 157,
    "ôn": 375,
    "ng": 261,
    "g ": 184,
    " cô": 26,
    "côn": 158,
    "ông": 376,
    "ng ": 262,
    " côn": 27,
    "công": 159,
    "ông ": 377,
    "ắc": 402,
    "c ": 145,
    "tắc": 328,
    "ắc ": 403,
    " tắc": 81,
    "tắc ": 329,
    "_": 116,
    "u": 332,
    "m": 251,
    " _": 6,
    "__": 118,
    "_n": 122,
    "nu": 271,
    "um": 334,
    "mb": 253,
    "be": 133,
    "er": 166,
    "r_": 291,
    "_ ": 117,
    " __": 7,
    "__n": 120,
    "_nu": 123,
    "num": 272,
    "umb": 335,
    "mbe": 254,
    "ber": 134,
    "er_": 167,
    "r__": 292,
    "__ ": 119,
    " __n": 8,
    "__nu": 121,
    "_num": 124,
    "numb": 273,
    "umbe": 336,
    "mber": 255,
    "ber_": 135,
    "er__": 168,
    "r__ ": 293,
    "hạ": 208,
    "ạt": 388,
    " hạ": 35,
    "hạt": 209,
    "ạt ": 389,
    " hạt": 36,
    "hạt ": 210,
    "q": 286,
    " q": 60,
    "qu": 287,
    "uạ": 337,
    " qu": 61,
    "quạ": 288,
    "uạt": 338,
    " quạ": 62,
    "quạt": 289,
    "uạt ": 339,
    "ở": 426,
    " ở": 91,
    "ở ": 427,
    " ở ": 92,
    "p": 282,
    "ò": 368,
    " p": 57,
    "ph": 283,
    "hò": 205,
    "òn": 369,
    " ph": 58,
    "phò": 284,
    "hòn": 206,
    "òng": 370,
    " phò": 59,
    "phòn": 285,
    "hòng": 207,
    "òng ": 371,
    "k": 233,
    "á": 353,
    " k": 37,
    "kh": 234,
    "há": 202,
    "ác": 354,
    "h ": 186,
    " kh": 38,
    "khá": 235,
    "hác": 203,
    "ách": 356,
    "ch ": 147,
    " khá": 39,
    "khác": 236,
    "hách": 204,
    "ách ": 357,
    "ro": 296,
    "on": 279,
    "tro": 320,
    "ron": 297,
    "ong": 280,
    " tro": 76,
    "tron": 321,
    "rong": 298,
    "ong ": 281,
    "ậ": 398,
    "bậ": 139,
    "ật": 399,
    " bậ": 14,
    "bật": 140,
    "ật ": 400,
    " bật": 15,
    "bật ": 141,
    "ỉ": 415,
    "hỉ": 211,
    "ỉn": 416,
    "nh": 263,
    "chỉ": 150,
    "hỉn": 212,
    "ỉnh": 417,
    "nh ": 264,
    " chỉ": 21,
    "chỉn": 151,
    "hỉnh": 213,
    "ỉnh ": 418,
    "s": 302,
    " s": 63,
    "sá": 303,
    "án": 358,
    " sá": 64,
    "sán": 304,
    "áng": 359,
    " sán": 65,
    "sáng": 305,
    "áng ": 360,
    "ổ": 423,
    "đổ": 382,
    "ổi": 424,
    " đổ": 89,
    "đổi": 383,
    "ổi ": 425,
    " đổi": 90,
    "đổi ": 384,
    " m": 47,
    "mà": 256,
    "àu": 351,
    "u ": 333,
    " mà": 48,
    "màu": 257,
    "àu ": 352,
    " màu": 49,
    "màu ": 258,
    "th": 310,
    "àn": 346,
    " th": 69,
    "thà": 313,
    "hàn": 198,
    "ành": 347,
    " thà": 71,
    "thàn": 314,
    "hành": 199,
    "ành ": 348,
    "#": 93,
    "f": 169,
    "0": 102,
    " #": 1,
    "#f": 98,
    "ff": 176,
    "f0": 171,
    "00": 104,
    "0 ": 103,
    " #f": 4,
    "#ff": 99,
    "ff0": 178,
    "f00": 172,
    "000": 106,
    "00 ": 105,
    " #ff": 5,
    "#ff0": 100,
    "ff00": 179,
    "f000": 174,
    "0000": 108,
    "000 ": 107,
    "#0": 94,
    "0f": 112,
    " #0": 2,
    "#00": 95,
    "00f": 110,
    "0ff": 113,
    " #00": 3,
    "#00f": 97,
    "00ff": 111,
    "0ff0": 115,
    "f00 ": 173,
    "f ": 170,
    "ff ": 177,
    "#000": 96,
    "000f": 109,
    "0ff ": 114,
    "fff": 180,
    "#fff": 101,
    "ffff": 182,
    "fff ": 181,
    "f00f": 175,
    "ể": 409,
    "ki": 237,
    "iể": 227,
    "ểm": 410,
    "m ": 252,
    " ki": 40,
    "kiể": 238,
    "iểm": 228,
    "ểm ": 411,
    " kiể": 41,
    "kiểm": 239,
    "iểm ": 229,
    "a": 125,
    "ra": 294,
    "a ": 126,
    "tra": 318,
    "ra ": 295,
    " tra": 75,
    "tra ": 319,
    "ó": 372,
    "có": 155,
    "ó ": 373,
    " có": 24,
    "có ": 156,
    " có ": 25,
    "ba": 130,
    "ao": 127,
    " ba": 10,
    "bao": 131,
    "ao ": 128,
    " bao": 11,
    "bao ": 132,
    "ê": 364,
    " n": 50,
    "iê": 221,
    "êu": 366,
    " nh": 51,
    "nhi": 265,
    "hiê": 192,
    "iêu": 222,
    "êu ": 367,
    " nhi": 52,
    "nhiê": 266,
    "hiêu": 193,
    "iêu ": 223,
    "à ": 345,
    "nhà": 267,
    "hà ": 197,
    " nhà": 53,
    "nhà ": 268,
    "ệ": 412,
    " l": 44,
    "li": 243,
    "iệ": 230,
    "ệt": 413,
    " li": 45,
    "liệ": 244,
    "iệt": 231,
    "ệt ": 414,
    " liệ": 46,
    "liệt": 245,
    "iệt ": 232,
    "kê": 240,
    "ê ": 365,
    " kê": 42,
    "kê ": 241,
    " kê ": 43,
    "cá": 152,
    " cá": 22,
    "các": 153,
    "ác ": 355,
    " các": 23,
    "các ": 154,
    "ữ": 428,
    "hữ": 214,
    "ữn": 429,
    "nhữ": 269,
    "hữn": 215,
    "ững": 430,
    " nhữ": 54,
    "nhữn": 270,
    "hững": 216,
    "ững ": 431,
    "nà": 274,
    " nà": 55,
    "nào": 275,
    " nào": 56,
    "nào ": 276,
    "ố": 421,
    "số": 306,
    "ố ": 422,
    " số": 66,
    "số ": 307,
    " số ": 67,
    "ế": 406,
    "iế": 224,
    "ết": 407,
    "thi": 311,
    "hiế": 194,
    "iết": 225,
    "ết ": 408,
    " thi": 70,
    "thiế": 312,
    "hiết": 195,
    "iết ": 226,
    "ị": 419,
    "bị": 142,
    "ị ": 420,
    " bị": 16,
    "bị ": 143,
    " bị ": 17,
    "ấ": 392,
    "tấ": 324,
    "ất": 393,
    " tấ": 78,
    "tất": 325,
    "ất ": 394,
    " tất": 79,
    "tất ": 326,
    "ả": 390,
    "cả": 160,
    "ả ": 391,
    " cả": 28,
    "cả ": 161,
    " cả ": 29
  },
  "response": null,
  "action_text": null
}