{
  "text": {
    " ": 0,
    "x": 368,
    "i": 240,
    "n": 281,
    " x": 87,
    "xi": 372,
    "in": 242,
    "n ": 282,
    " xi": 90,
    "xin": 373,
    "in ": 243,
    " xin": 91,
    "xin ": 374,
    "c": 154,
    "h": 203,
    "à": 380,
    "o": 294,
    " c": 16,
    "ch": 156,
    "hà": 219,
    "ào": 387,
    "o ": 295,
    " ch": 17,
    "chà": 160,
    "hào": 223,
    "ào ": 388,
    " chà": 19,
    "chào": 161,
    "hào ": 224,
    "e": 174,
    "l": 263,
    " h": 33,
    "he": 208,
    "el": 175,
    "ll": 264,
    "lo": 267,
    " he": 34,
    "hel": 209,
    "ell": 176,
    "llo": 265,
    "lo ": 268,
    " hel": 35,
    "hell": 210,
    "ello": 177,
    "llo ": 266,
    "t": 328,
    "ắ": 446,
    " t": 69,
    "tắ": 352,
    "ắt": 449,
    "t ": 329,
    " tắ": 84,
    "tắt": 355,
    "ắt ": 450,
    " tắt": 86,
    "tắt ": 356,
    "đ": 418,
    "è": 398,
    " đ": 92,
    "đè": 419,
    "èn": 399,
    " đè": 93,
    "đèn": 420,
    "èn ": 400,
    " đèn": 94,
    "đèn ": 421,
    "r": 307,
    "ầ": 440,
    "tr": 339,
    "rầ": 316,
    "ần": 441,
    " tr": 76,
    "trầ": 344,
    "rần": 317,
    "ần ": 442,
    " trầ": 79,
    "trần": 345,
    "rần ": 318,
    "to": 337,
    " to": 74,
    "to ": 338,
    " to ": 75,
    "ô": 410,
    "g": 198,
    "cô": 166,
    "ôn": 411,
    "ng": 283,
    "g ": 199,
    " cô": 23,
    "côn": 167,
    "ông": 412,
    "ng ": 284,
    " côn": 24,
    "công": 168,
    "ông ": 413,
    "ắc": 447,
    "c ": 155,
    "tắc": 353,
    "ắc ": 448,
    " tắc": 85,
    "tắc ": 354,
    "_": 124,
    "u": 357,
    "m": 273,
    "b": 142,
    " _": 6,
    "__": 126,
    "_n": 130,
    "nu": 291,
    "um": 359,
    "mb": 275,
    "be": 146,
    "er": 180,
    "r_": 308,
    "_ ": 125,
    " __": 7,
    "__n": 128,
    "_nu": 131,
    "num": 292,
    "umb": 360,
    "mbe": 276,
    "ber": 147,
    "er_": 181,
    "r__": 309,
    "__ ": 127,
    " __n": 8,
    "__nu": 129,
    "_num": 132,
    "numb": 293,
    "umbe": 361,
    "mber": 277,
    "ber_": 148,
    "er__": 182,
    "r__ ": 310,
    "ạ": 430,
    "hạ": 231,
    "ạt": 431,
    " hạ": 36,
    "hạt": 232,
    "ạt ": 432,
    " hạt": 37,
    "hạt ": 233,
    "q": 303,
    " q": 59,
    "qu": 304,
    "uạ": 365,
    " qu": 60,
    "quạ": 305,
    "uạt": 366,
    " quạ": 61,
    "quạt": 306,
    "uạt ": 367,
    "ậ": 443,
    " b": 9,
    "bậ": 149,
    "ật": 444,
    " bậ": 12,
    "bật": 150,
    "ật ": 445,
    " bật": 13,
    "bật ": 151,
    "ỉ": 462,
    "hỉ": 234,
    "ỉn": 463,
    "nh": 285,
    "h ": 204,
    "chỉ": 162,
    "hỉn": 235,
    "ỉnh": 464,
    "nh ": 286,
    " chỉ": 20,
    "chỉn": 163,
    "hỉnh": 236,
    "ỉnh ": 465,
    "s": 319,
    "á": 391,
    " s": 62,
    "sá": 323,
    "án": 395,
    " sá": 65,
    "sán": 324,
    "áng": 396,
    " sán": 66,
    "sáng": 325,
    "áng ": 397,
    "ặ": 451,
    "đặ": 422,
    "ặt": 452,
    " đặ": 95,
    "đặt": 423,
    "ặt ": 453,
    " đặt": 96,
    "đặt ": 424,
    "ộ": 476,
    "độ": 428,
    "ộ ": 477,
    " độ": 99,
    "độ ": 429,
    " độ ": 100,
    "ă": 414,
    "tă": 346,
    "ăn": 415,
    " tă": 80,
    "tăn": 347,
    "ăng": 416,
    " tăn": 81,
    "tăng": 348,
    "ăng ": 417,
    "ả": 433,
    " g": 30,
    "gi": 200,
    "iả": 247,
    "ảm": 435,
    "m ": 274,
    " gi": 31,
    "giả": 201,
    "iảm": 248,
    "ảm ": 436,
    " giả": 32,
    "giảm": 202,
    "iảm ": 249,
    " l": 45,
    "là": 269,
    "àm": 382,
    " là": 46,
    "làm": 271,
    "àm ": 383,
    " làm": 48,
    "làm ": 272,
    "d": 171,
    " d": 27,
    "dộ": 172,
    " dộ": 28,
    "dộ ": 173,
    " dộ ": 29,
    "ổ": 473,
    "đổ": 425,
    "ổi": 474,
    "i ": 241,
    " đổ": 97,
    "đổi": 426,
    "ổi ": 475,
    " đổi": 98,
    "đổi ": 427,
    " m": 49,
    "mà": 278,
    "àu": 389,
    "u ": 358,
    " mà": 50,
    "màu": 279,
    "àu ": 390,
    " màu": 51,
    "màu ": 280,
    "#": 101,
    "f": 183,
    "0": 110,
    " #": 1,
    "#f": 106,
    "ff": 190,
    "f0": 185,
    "00": 112,
    "0f": 120,
    "f ": 184,
    " #f": 4,
    "#ff": 107,
    "ff0": 192,
    "f00": 186,
    "00f": 118,
    "0ff": 121,
    "ff ": 191,
    " #ff": 5,
    "#ff0": 108,
    "ff00": 193,
    "f00f": 189,
    "00ff": 119,
    "0ff ": 122,
    "#0": 102,
    "0 ": 111,
    " #0": 2,
    "#00": 103,
    "00 ": 113,
    " #00": 3,
    "#00f": 105,
    "0ff0": 123,
    "f00 ": 187,
    "a": 133,
    "y": 375,
    "th": 330,
    "ha": 205,
    "ay": 140,
    "y ": 376,
    " th": 70,
    "tha": 331,
    "hay": 206,
    "ay ": 141,
    " tha": 71,
    "thay": 332,
    "hay ": 207,
    "àn": 384,
    "thà": 335,
    "hàn": 221,
    "ành": 385,
    " thà": 73,
    "thàn": 336,
    "hành": 222,
    "ành ": 386,
    "000": 114,
    "#000": 104,
    "0000": 116,
    "000f": 117,
    "ể": 457,
    "hu": 216,
    "uy": 362,
    "yể": 377,
    "ển": 460,
    "chu": 158,
    "huy": 217,
    "uyể": 363,
    "yển": 378,
    "ển ": 461,
    " chu": 18,
    "chuy": 159,
    "huyể": 218,
    "uyển": 364,
    "yển ": 379,
    "sa": 320,
    "an": 135,
    " sa": 63,
    "san": 321,
    "ang": 136,
    " san": 64,
    "sang": 322,
    "ang ": 137,
    "fff": 194,
    "#fff": 109,
    "ffff": 197,
    "fff0": 196,
    "f000": 188,
    "000 ": 115,
    "fff ": 195,
    "k": 256,
    " k": 40,
    "ki": 260,
    "iể": 253,
    "ểm": 458,
    " ki": 43,
    "kiể": 261,
    "iểm": 254,
    "ểm ": 459,
    " kiể": 44,
    "kiểm": 262,
    "iểm ": 255,
    "ra": 311,
    "a ": 134,
    "tra": 340,
    "ra ": 312,
    " tra": 77,
    "tra ": 341,
    "ó": 408,
    "có": 164,
    "ó ": 409,
    " có": 21,
    "có ": 165,
    " có ": 22,
    "ba": 143,
    "ao": 138,
    " ba": 10,
    "bao": 144,
    "ao ": 139,
    " bao": 11,
    "bao ": 145,
    "ê": 401,
    " n": 52,
    "hi": 211,
    "iê": 244,
    "êu": 402,
    " nh": 53,
    "nhi": 287,
    "hiê": 212,
    "iêu": 245,
    "êu ": 403,
    " nhi": 54,
    "nhiê": 288,
    "hiêu": 213,
    "iêu ": 246,
    "p": 299,
    "ò": 404,
    " p": 56,
    "ph": 300,
    "hò": 228,
    "òn": 405,
    " ph": 57,
    "phò": 301,
    "hòn": 229,
    "òng": 406,
    " phò": 58,
    "phòn": 302,
    "hòng": 230,
    "òng ": 407,
    "ro": 313,
    "on": 296,
    "tro": 342,
    "ron": 314,
    "ong": 297,
    " tro": 78,
    "tron": 343,
    "rong": 315,
    "ong ": 298,
    "à ": 381,
    "nhà": 289,
    "hà ": 220,
    " nhà": 55,
    "nhà ": 290,
    "ỏ": 468,
    "hỏ": 237,
    "ỏi": 469,
    " hỏ": 38,
    "hỏi": 238,
    "ỏi ": 470,
    " hỏi": 39,
    "hỏi ": 239,
    "xe": 369,
    "em": 178,
    " xe": 88,
    "xem": 370,
    "em ": 179,
    " xem": 89,
    "xem ": 371,
    "ố": 471,
    "số": 326,
    "ố ": 472,
    " số": 67,
    "số ": 327,
    " số ": 68,
    "là ": 270,
    " là ": 47,
    "ấ": 437,
    "tấ": 349,
    "ất": 438,
    " tấ": 82,
    "tất": 350,
    "ất ": 439,
    " tất": 83,
    "tất ": 351,
    "cả": 169,
    "ả ": 434,
    " cả": 25,
    "cả ": 170,
    " cả ": 26,
    "ế": 454,
    "iế": 250,
    "ết": 455,
    "thi": 333,
    "hiế": 214,
    "iết": 251,
    "ết ": 456,
    " thi": 72,
    "thiế": 334,
    "hiết": 215,
    "iết ": 252,
    "ị": 466,
    "bị": 152,
    "ị ": 467,
    " bị": 14,
    "bị ": 153,
    " bị ": 15,
    "kh": 257,
    "há": 225,
    "ác": 392,
    " kh": 41,
    "khá": 258,
    "hác": 226,
    "ách": 393,
    "ch ": 157,
    " khá": 42,
    "khác": 259,
    "hách": 227,
    "ách ": 394
  },
  "response": null,
  "action_text": null
}