{
  "text": {
    " ": 0,
    "x": 889,
    "i": 521,
    "n": 637,
    " x": 238,
    "xi": 893,
    "in": 526,
    "n ": 638,
    " xi": 241,
    "xin": 894,
    "in ": 527,
    " xin": 242,
    "xin ": 895,
    "c": 342,
    "h": 440,
    "à": 904,
    "o": 686,
    " c": 19,
    "ch": 347,
    "hà": 465,
    "ào": 913,
    "o ": 687,
    " ch": 22,
    "chà": 353,
    "hào": 470,
    "ào ": 914,
    " chà": 25,
    "chào": 354,
    "hào ": 471,
    "e": 393,
    "l": 583,
    " h": 67,
    "he": 445,
    "el": 396,
    "ll": 590,
    "lo": 593,
    " he": 70,
    "hel": 446,
    "ell": 397,
    "llo": 591,
    "lo ": 594,
    " hel": 71,
    "hell": 447,
    "ello": 398,
    "llo ": 592,
    "g": 408,
    "d": 383,
    " g": 54,
    "go": 424,
    "oo": 693,
    "od": 688,
    "d ": 384,
    " go": 61,
    "goo": 425,
    "ood": 694,
    "od ": 689,
    " goo": 62,
    "good": 426,
    "ood ": 695,
    "m": 615,
    "r": 717,
    " m": 120,
    "mo": 623,
    "or": 696,
    "rn": 724,
    "ni": 665,
    "ng": 644,
    "g ": 409,
    " mo": 121,
    "mor": 624,
    "orn": 697,
    "rni": 725,
    "nin": 666,
    "ing": 528,
    "ng ": 645,
    " mor": 122,
    "morn": 625,
    "orni": 698,
    "rnin": 726,
    "ning": 667,
    "ing ": 529,
    "hi": 448,
    "i ": 522,
    " hi": 72,
    "hi ": 449,
    " hi ": 73,
    "y": 896,
    " e": 51,
    "em": 399,
    "mi": 620,
    "il": 523,
    "ly": 595,
    "y ": 897,
    " em": 52,
    "emi": 400,
    "mil": 621,
    "ily": 524,
    "ly ": 596,
    " emi": 53,
    "emil": 401,
    "mily": 622,
    "ily ": 525,
    "b": 318,
    "u": 846,
    "ổ": 1135,
    " b": 4,
    "bu": 325,
    "uổ": 868,
    "ổi": 1136,
    " bu": 7,
    "buổ": 326,
    "uổi": 869,
    "ổi ": 1137,
    " buổ": 8,
    "buổi": 327,
    "uổi ": 870,
    "s": 747,
    "á": 917,
    " s": 165,
    "sá": 755,
    "án": 923,
    " sá": 170,
    "sán": 756,
    "áng": 924,
    " sán": 171,
    "sáng": 757,
    "áng ": 925,
    "ạ": 1045,
    "bạ": 328,
    "ạn": 1046,
    " bạ": 9,
    "bạn": 329,
    "ạn ": 1047,
    " bạn": 10,
    "bạn ": 330,
    "ó": 969,
    "có": 371,
    "ó ": 970,
    " có": 35,
    "có ": 372,
    " có ": 36,
    "t": 763,
    "ể": 1100,
    " t": 176,
    "th": 768,
    "hể": 504,
    "ể ": 1101,
    " th": 177,
    "thể": 783,
    "hể ": 505,
    " thể": 185,
    "thể ": 784,
    " l": 102,
    "là": 597,
    "àm": 906,
    "m ": 616,
    " là": 107,
    "làm": 599,
    "àm ": 907,
    " làm": 109,
    "làm ": 600,
    "ì": 946,
    "gì": 427,
    "ì ": 947,
    " gì": 63,
    "gì ": 428,
    " gì ": 64,
    "ú": 980,
    "p": 702,
    "gi": 413,
    "iú": 537,
    "úp": 981,
    "p ": 703,
    " gi": 55,
    "giú": 416,
    "iúp": 538,
    "úp ": 982,
    " giú": 57,
    "giúp": 417,
    "iúp ": 539,
    "đ": 990,
    "ư": 1034,
    "ợ": 1158,
    " đ": 255,
    "đư": 1005,
    "ượ": 1040,
    "ợc": 1160,
    "c ": 343,
    " đư": 265,
    "đượ": 1006,
    "ược": 1041,
    "ợc ": 1161,
    " đượ": 266,
    "được": 1007,
    "ược ": 1042,
    "ô": 971,
    "tô": 830,
    "ôi": 973,
    " tô": 213,
    "tôi": 831,
    "ôi ": 974,
    " tôi": 214,
    "tôi ": 832,
    "k": 566,
    " k": 91,
    "kh": 567,
    "hô": 482,
    "ôn": 977,
    " kh": 92,
    "khô": 571,
    "hôn": 486,
    "ông": 978,
    " khô": 94,
    "khôn": 573,
    "hông": 487,
    "ông ": 979,
    "ỗ": 1138,
    "hỗ": 513,
    "ỗ ": 1139,
    " hỗ": 86,
    "hỗ ": 514,
    " hỗ ": 87,
    "tr": 797,
    "rợ": 745,
    "ợ ": 1159,
    " tr": 193,
    "trợ": 812,
    "rợ ": 746,
    " trợ": 201,
    "trợ ": 813,
    "ê": 938,
    "tê": 819,
    "ên": 940,
    " tê": 206,
    "tên": 820,
    "ên ": 941,
    " tên": 207,
    "tên ": 821,
    "à ": 905,
    "là ": 598,
    " là ": 108,
    "há": 472,
    "nh": 654,
    "h ": 441,
    "khá": 568,
    "hán": 475,
    "ánh": 926,
    "nh ": 655,
    " khá": 93,
    "khán": 570,
    "hánh": 476,
    "ánh ": 927,
    "ho": 456,
    "oà": 699,
    "àn": 908,
    " ho": 74,
    "hoà": 458,
    "oàn": 700,
    "àng": 909,
    " hoà": 75,
    "hoàn": 459,
    "oàng": 701,
    "àng ": 910,
    " d": 44,
    "du": 387,
    "uy": 856,
    " du": 47,
    "duy": 388,
    "uy ": 857,
    " duy": 48,
    "duy ": 389,
    "ĩ": 1027,
    "a": 303,
    " n": 131,
    "gh": 410,
    "hĩ": 491,
    "ĩa": 1028,
    "a ": 304,
    " ng": 135,
    "ngh": 646,
    "ghĩ": 411,
    "hĩa": 492,
    "ĩa ": 1029,
    " ngh": 136,
    "nghĩ": 647,
    "ghĩa": 412,
    "hĩa ": 493,
    "ơ": 1030,
    "hơ": 494,
    "ơ ": 1031,
    "thơ": 777,
    "hơ ": 495,
    " thơ": 182,
    "thơ ": 778,
    "ệ": 1106,
    "đi": 991,
    "iệ": 554,
    "ệp": 1109,
    " đi": 256,
    "điệ": 994,
    "iệp": 557,
    "ệp ": 1110,
    " điệ": 258,
    "điệp": 995,
    "iệp ": 558,
    "ki": 574,
    "iể": 551,
    "ểm": 1102,
    " ki": 95,
    "kiể": 575,
    "iểm": 552,
    "ểm ": 1103,
    " kiể": 96,
    "kiểm": 576,
    "iểm ": 553,
    "ra": 722,
    "tra": 798,
    "ra ": 723,
    " tra": 194,
    "tra ": 799,
    "ba": 319,
    "ao": 312,
    " ba": 5,
    "bao": 320,
    "ao ": 313,
    " bao": 6,
    "bao ": 321,
    "iê": 534,
    "êu": 944,
    "u ": 847,
    " nh": 140,
    "nhi": 656,
    "hiê": 450,
    "iêu": 535,
    "êu ": 945,
    " nhi": 141,
    "nhiê": 657,
    "hiêu": 451,
    "iêu ": 536,
    "ò": 962,
    " p": 153,
    "ph": 704,
    "hò": 477,
    "òn": 965,
    " ph": 154,
    "phò": 705,
    "hòn": 480,
    "òng": 967,
    " phò": 155,
    "phòn": 706,
    "hòng": 481,
    "òng ": 968,
    "nhà": 659,
    "hà ": 466,
    " nhà": 142,
    "nhà ": 660,
    "ro": 727,
    "on": 690,
    "tro": 800,
    "ron": 728,
    "ong": 691,
    " tro": 195,
    "tron": 801,
    "rong": 729,
    "ong ": 692,
    "li": 587,
    "ệt": 1111,
    "t ": 764,
    " li": 105,
    "liệ": 588,
    "iệt": 559,
    "ệt ": 1112,
    " liệ": 106,
    "liệt": 589,
    "iệt ": 560,
    "kê": 577,
    "ê ": 939,
    " kê": 97,
    "kê ": 578,
    " kê ": 98,
    "cá": 359,
    "ác": 919,
    " cá": 28,
    "các": 360,
    "ác ": 920,
    " các": 29,
    "các ": 361,
    "mì": 629,
    "ìn": 950,
    " mì": 125,
    "mìn": 630,
    "ình": 951,
    " mìn": 126,
    "mình": 631,
    "ình ": 952,
    "ữ": 1171,
    "hữ": 518,
    "ữn": 1173,
    "nhữ": 663,
    "hữn": 519,
    "ững": 1174,
    " nhữ": 144,
    "nhữn": 664,
    "hững": 520,
    "ững ": 1175,
    "nà": 675,
    " nà": 145,
    "nào": 676,
    " nào": 146,
    "nào ": 677,
    "ế": 1086,
    "iế": 543,
    "ết": 1094,
    "thi": 769,
    "hiế": 452,
    "iết": 546,
    "ết ": 1095,
    " thi": 178,
    "thiế": 770,
    "hiết": 453,
    "iết ": 547,
    "ị": 1117,
    "bị": 340,
    "ị ": 1118,
    " bị": 17,
    "bị ": 341,
    " bị ": 18,
    "bế": 337,
    "ếp": 1092,
    " bế": 15,
    "bếp": 338,
    "ếp ": 1093,
    " bếp": 16,
    "bếp ": 339,
    "hác": 473,
    "ách": 921,
    "ch ": 348,
    "khác": 569,
    "hách": 474,
    "ách ": 922,
    "ủ": 1167,
    "gủ": 438,
    "ủ ": 1168,
    "ngủ": 652,
    "gủ ": 439,
    " ngủ": 139,
    "ngủ ": 653,
    "ậ": 1067,
    "bậ": 334,
    "ật": 1068,
    " bậ": 13,
    "bật": 335,
    "ật ": 1069,
    " bật": 14,
    "bật ": 336,
    "è": 935,
    "đè": 999,
    "èn": 936,
    " đè": 261,
    "đèn": 1000,
    "èn ": 937,
    " đèn": 262,
    "đèn ": 1001,
    "ầ": 1064,
    "rầ": 736,
    "ần": 1065,
    "trầ": 806,
    "rần": 737,
    "ần ": 1066,
    " trầ": 198,
    "trần": 807,
    "rần ": 738,
    "ỏ": 1122,
    "hỏ": 509,
    "ỏ ": 1123,
    "nhỏ": 661,
    "hỏ ": 510,
    " nhỏ": 143,
    "nhỏ ": 662,
    "to": 795,
    " to": 191,
    "to ": 796,
    " to ": 192,
    "q": 709,
    " q": 157,
    "qu": 710,
    "uạ": 862,
    "ạt": 1052,
    " qu": 158,
    "quạ": 715,
    "uạt": 863,
    "ạt ": 1053,
    " quạ": 161,
    "quạt": 716,
    "uạt ": 864,
    "v": 874,
    "tv": 814,
    "v ": 875,
    " tv": 202,
    "tv ": 815,
    " tv ": 203,
    "cô": 373,
    " cô": 37,
    "côn": 375,
    " côn": 39,
    "công": 376,
    "ắ": 1072,
    "tắ": 836,
    "ắc": 1073,
    " tắ": 217,
    "tắc": 837,
    "ắc ": 1074,
    " tắc": 218,
    "tắc ": 838,
    "_": 289,
    " _": 1,
    "__": 294,
    "_n": 300,
    "nu": 672,
    "um": 853,
    "mb": 617,
    "be": 322,
    "er": 405,
    "r_": 718,
    "_ ": 290,
    " __": 2,
    "__n": 298,
    "_nu": 301,
    "num": 673,
    "umb": 854,
    "mbe": 618,
    "ber": 323,
    "er_": 406,
    "r__": 719,
    "__ ": 295,
    " __n": 3,
    "__nu": 299,
    "_num": 302,
    "numb": 674,
    "umbe": 855,
    "mber": 619,
    "ber_": 324,
    "er__": 407,
    "r__ ": 720,
    "nú": 678,
    "út": 983,
    " nú": 147,
    "nút": 679,
    "út ": 984,
    " nút": 148,
    "nút ": 680,
    "le": 584,
    "ed": 394,
    " le": 103,
    "led": 585,
    "ed ": 395,
    " led": 104,
    "led ": 586,
    "ề": 1096,
    "iề": 548,
    "ều": 1098,
    "điề": 992,
    "iều": 549,
    "ều ": 1099,
    " điề": 257,
    "điều": 993,
    "iều ": 550,
    "òa": 963,
    " hò": 78,
    "hòa": 478,
    "òa ": 964,
    " hòa": 79,
    "hòa ": 479,
    "ở": 1156,
    "mở": 635,
    "ở ": 1157,
    " mở": 129,
    "mở ": 636,
    " mở ": 130,
    "ớ": 1147,
    "lớ": 612,
    "ớn": 1150,
    " lớ": 118,
    "lớn": 613,
    "ớn ": 1151,
    " lớn": 119,
    "lớn ": 614,
    "ắt": 1078,
    "tắt": 839,
    "ắt ": 1079,
    " tắt": 219,
    "tắt ": 840,
    "gắ": 435,
    "ngắ": 650,
    "gắt": 436,
    " ngắ": 138,
    "ngắt": 651,
    "gắt ": 437,
    "ă": 985,
    "tă": 833,
    "ăn": 986,
    " tă": 215,
    "tăn": 834,
    "ăng": 988,
    " tăn": 216,
    "tăng": 835,
    "ăng ": 989,
    "ộ": 1140,
    "độ": 1023,
    "ộ ": 1141,
    " độ": 279,
    "độ ": 1024,
    " độ ": 280,
    "cò": 368,
    " cò": 33,
    "còn": 369,
    "òn ": 966,
    " còn": 34,
    "còn ": 370,
    "ả": 1054,
    "iả": 540,
    "ảm": 1055,
    "giả": 418,
    "iảm": 541,
    "ảm ": 1056,
    " giả": 58,
    "giảm": 419,
    "iảm ": 542,
    "ỉ": 1113,
    "hỉ": 506,
    "ỉn": 1114,
    "chỉ": 357,
    "hỉn": 507,
    "ỉnh": 1115,
    " chỉ": 27,
    "chỉn": 358,
    "hỉnh": 508,
    "ỉnh ": 1116,
    "lê": 603,
    " lê": 112,
    "lên": 604,
    " lên": 113,
    "lên ": 605,
    "ặ": 1080,
    "đặ": 1008,
    "ặt": 1081,
    " đặ": 267,
    "đặt": 1009,
    "ặt ": 1082,
    " đặt": 268,
    "đặt ": 1010,
    "đế": 1011,
    "ến": 1088,
    " đế": 269,
    "đến": 1012,
    "ến ": 1089,
    " đến": 270,
    "đến ": 1013,
    "ố": 1126,
    "tố": 841,
    "ốc": 1128,
    " tố": 220,
    "tốc": 842,
    "ốc ": 1129,
    " tốc": 221,
    "tốc ": 843,
    " v": 227,
    "về": 885,
    "ề ": 1097,
    " về": 234,
    "về ": 886,
    " về ": 235,
    "số": 761,
    "ố ": 1127,
    " số": 174,
    "số ": 762,
    " số ": 175,
    "hu": 460,
    "yể": 901,
    "ển": 1104,
    "chu": 351,
    "huy": 461,
    "uyể": 858,
    "yển": 902,
    "ển ": 1105,
    " chu": 24,
    "chuy": 352,
    "huyể": 462,
    "uyển": 859,
    "yển ": 903,
    "sa": 748,
    "an": 307,
    " sa": 166,
    "san": 749,
    "ang": 308,
    " san": 167,
    "sang": 750,
    "ang ": 309,
    "kên": 579,
    "ênh": 942,
    " kên": 99,
    "kênh": 580,
    "ênh ": 943,
    "đổ": 1020,
    " đổ": 277,
    "đổi": 1021,
    " đổi": 278,
    "đổi ": 1022,
    "â": 928,
    " â": 246,
    "âm": 929,
    " âm": 247,
    "âm ": 930,
    " âm ": 248,
    "lư": 606,
    "ợn": 1162,
    " lư": 114,
    "lượ": 607,
    "ượn": 1043,
    "ợng": 1163,
    " lượ": 115,
    "lượn": 608,
    "ượng": 1044,
    "ợng ": 1164,
    "hiệ": 454,
    "nhiệ": 658,
    "hiệt": 455,
    "để": 1014,
    " để": 271,
    "để ": 1015,
    " để ": 272,
    "hế": 502,
    "ế ": 1087,
    "chế": 355,
    "hế ": 503,
    " chế": 26,
    "chế ": 356,
    "lạ": 609,
    " lạ": 116,
    "lạn": 610,
    "ạnh": 1050,
    " lạn": 117,
    "lạnh": 611,
    "ạnh ": 1051,
    "cho": 349,
    "ho ": 457,
    " cho": 23,
    "cho ": 350,
    "ô ": 972,
    "hô ": 483,
    "khô ": 572,
    "ự": 1176,
    "tự": 844,
    "ự ": 1177,
    " tự": 222,
    "tự ": 845,
    " tự ": 223,
    "ộn": 1144,
    "độn": 1025,
    "ộng": 1145,
    " độn": 281,
    "động": 1026,
    "ộng ": 1146,
    "ấ": 1057,
    " ấ": 282,
    "ấm": 1058,
    " ấm": 283,
    "ấm ": 1059,
    " ấm ": 284,
    "ẹ": 1083,
    "hẹ": 499,
    "ẹn": 1084,
    " hẹ": 82,
    "hẹn": 500,
    "ẹn ": 1085,
    " hẹn": 83,
    "hẹn ": 501,
    "ờ": 1152,
    "iờ": 564,
    "ờ ": 1153,
    "giờ": 422,
    "iờ ": 565,
    " giờ": 60,
    "giờ ": 423,
    "au": 314,
    "sau": 753,
    "au ": 315,
    " sau": 169,
    "sau ": 754,
    "hú": 488,
    "phú": 707,
    "hút": 489,
    " phú": 156,
    "phút": 708,
    "hút ": 490,
    "ti": 787,
    " ti": 187,
    "tiế": 790,
    "iến": 544,
    "ếng": 1090,
    " tiế": 189,
    "tiến": 791,
    "iếng": 545,
    "ếng ": 1091,
    ".": 285,
    "_.": 291,
    "._": 286,
    "__.": 296,
    "_._": 292,
    ".__": 287,
    "r__.": 721,
    "__._": 297,
    "_.__": 293,
    ".__n": 288,
    "ôm": 975,
    " hô": 80,
    "hôm": 484,
    "ôm ": 976,
    " hôm": 81,
    "hôm ": 485,
    "na": 639,
    "ay": 316,
    " na": 132,
    "nay": 642,
    "ay ": 317,
    " nay": 134,
    "nay ": 643,
    "cả": 377,
    " cả": 40,
    "cảm": 378,
    " cảm": 41,
    "cảm ": 379,
    "hấ": 496,
    "ấy": 1062,
    "thấ": 779,
    "hấy": 497,
    "ấy ": 1063,
    " thấ": 183,
    "thấy": 780,
    "hấy ": 498,
    "thế": 781,
    " thế": 184,
    "thế ": 782,
    "vu": 876,
    "ui": 851,
    " vu": 228,
    "vui": 877,
    "ui ": 852,
    " vui": 229,
    "vui ": 878,
    "tâ": 816,
    " tâ": 204,
    "tâm": 817,
    " tâm": 205,
    "tâm ": 818,
    "rạ": 733,
    "trạ": 804,
    "rạn": 734,
    "ạng": 1048,
    " trạ": 197,
    "trạn": 805,
    "rạng": 735,
    "ạng ": 1049,
    " r": 162,
    " ra": 163,
    " ra ": 164,
    "sao": 751,
    " sao": 168,
    "sao ": 752,
    "rờ": 742,
    "ời": 1154,
    "trờ": 810,
    "rời": 743,
    "ời ": 1155,
    " trờ": 200,
    "trời": 811,
    "rời ": 744,
    "nắ": 681,
    "ắn": 1075,
    " nắ": 149,
    "nắn": 682,
    "ắng": 1076,
    " nắn": 150,
    "nắng": 683,
    "ắng ": 1077,
    "mư": 632,
    "ưa": 1035,
    " mư": 127,
    "mưa": 633,
    "ưa ": 1036,
    " mưa": 128,
    "mưa ": 634,
    "hờ": 515,
    "thờ": 785,
    "hời": 516,
    " thờ": 186,
    "thời": 786,
    "hời ": 517,
    "tiết": 792,
    "tì": 822,
    "ìm": 948,
    " tì": 208,
    "tìm": 823,
    "ìm ": 949,
    " tìm": 209,
    "tìm ": 824,
    "sạ": 758,
    " sạ": 172,
    "sạn": 759,
    " sạn": 173,
    "sạn ": 760,
    "ua": 848,
    "qua": 711,
    "uan": 849,
    "anh": 310,
    " qua": 159,
    "quan": 712,
    "uanh": 850,
    "anh ": 311,
    "đâ": 996,
    "ây": 933,
    " đâ": 259,
    "đây": 997,
    "ây ": 934,
    " đây": 260,
    "đây ": 998,
    " hà": 76,
    "hàn": 467,
    " hàn": 77,
    "hàng": 468,
    "gầ": 432,
    " gầ": 65,
    "gần": 433,
    " gần": 66,
    "gần ": 434,
    "thô": 775,
    " thô": 181,
    "thôn": 776,
    "tin": 788,
    " tin": 188,
    "tin ": 789,
    "iá": 532,
    "á ": 918,
    "giá": 414,
    "iá ": 533,
    " giá": 56,
    "giá ": 415,
    "ồ": 1133,
    "đồ": 1018,
    "ồ ": 1134,
    " đồ": 275,
    "đồ ": 1019,
    " đồ ": 276,
    " ă": 252,
    " ăn": 253,
    "ăn ": 987,
    " ăn ": 254,
    " u": 224,
    "uố": 865,
    "ốn": 1130,
    " uố": 225,
    "uốn": 866,
    "ống": 1131,
    " uốn": 226,
    "uống": 867,
    "ống ": 1132,
    "dị": 390,
    "ịc": 1119,
    " dị": 49,
    "dịc": 391,
    "ịch": 1120,
    " dịc": 50,
    "dịch": 392,
    "ịch ": 1121,
    "ụ": 1165,
    "vụ": 887,
    "ụ ": 1166,
    " vụ": 236,
    "vụ ": 888,
    " vụ ": 237,
    "ện": 1107,
    "tiệ": 793,
    "iện": 555,
    "ện ": 1108,
    " tiệ": 190,
    "tiện": 794,
    "iện ": 556,
    "í": 953,
    " í": 249,
    "íc": 954,
    " íc": 250,
    "ích": 955,
    " ích": 251,
    "ích ": 956,
    "am": 305,
    "nam": 640,
    "am ": 306,
    " nam": 133,
    "nam ": 641,
    "ha": 442,
    " ha": 68,
    "hay": 443,
    " hay": 69,
    "hay ": 444,
    "nữ": 684,
    "ữ ": 1172,
    " nữ": 151,
    "nữ ": 685,
    " nữ ": 152,
    "iớ": 561,
    "ới": 1148,
    "giớ": 420,
    "iới": 562,
    "ới ": 1149,
    " giớ": 59,
    "giới": 421,
    "iới ": 563,
    "tí": 825,
    "ín": 959,
    " tí": 210,
    "tín": 828,
    "ính": 960,
    " tín": 212,
    "tính": 829,
    "ính ": 961,
    "củ": 380,
    "ủa": 1169,
    " củ": 42,
    "của": 381,
    "ủa ": 1170,
    " của": 43,
    "của ": 382,
    "gư": 429,
    "ườ": 1037,
    "ngư": 648,
    "gườ": 430,
    "ười": 1038,
    " ngư": 137,
    "ngườ": 649,
    "gười": 431,
    "ười ": 1039,
    " y": 243,
    "yê": 898,
    " yê": 244,
    "yêu": 899,
    " yêu": 245,
    "yêu ": 900,
    "vậ": 882,
    "ậy": 1070,
    " vậ": 232,
    "vậy": 883,
    "ậy ": 1071,
    " vậy": 233,
    "vậy ": 884,
    "cô ": 374,
    " cô ": 38,
    "đơ": 1002,
    "ơn": 1032,
    " đơ": 263,
    "đơn": 1003,
    "ơn ": 1033,
    " đơn": 264,
    "đơn ": 1004,
    "uá": 860,
    "quá": 713,
    "uá ": 861,
    " quá": 160,
    "quá ": 714,
    "cách": 362,
    "mà": 626,
    "àu": 915,
    " mà": 123,
    "màu": 627,
    "àu ": 916,
    " màu": 124,
    "màu ": 628,
    "thà": 773,
    "ành": 911,
    " thà": 180,
    "thàn": 774,
    "hành": 469,
    "ành ": 912,
    "xa": 890,
    " xa": 239,
    "xan": 891,
    " xan": 240,
    "xanh": 892,
    "đỏ": 1016,
    " đỏ": 273,
    "đỏ ": 1017,
    " đỏ ": 274,
    "ím": 957,
    "tím": 826,
    "ím ": 958,
    " tím": 211,
    "tím ": 827,
    "và": 879,
    " và": 230,
    "vàn": 880,
    " vàn": 231,
    "vàng": 881,
    "rắ": 739,
    "trắ": 808,
    "rắn": 740,
    " trắ": 199,
    "trắn": 809,
    "rắng": 741,
    "ca": 344,
    " ca": 20,
    "cam": 345,
    " cam": 21,
    "cam ": 346,
    "da": 385,
    " da": 45,
    "da ": 386,
    " da ": 46,
    "lá": 601,
    " lá": 110,
    "lá ": 602,
    " lá ": 111,
    "câ": 363,
    " câ": 30,
    "cây": 366,
    " cây": 32,
    "cây ": 367,
    "bấ": 331,
    "ất": 1060,
    " bấ": 11,
    "bất": 332,
    "ất ": 1061,
    " bất": 12,
    "bất ": 333,
    "ỳ": 1178,
    "kỳ": 581,
    "ỳ ": 1179,
    " kỳ": 100,
    "kỳ ": 582,
    " kỳ ": 101,
    "âu": 931,
    "câu": 364,
    "âu ": 932,
    " câu": 31,
    "câu ": 365,
    "ỏi": 1124,
    " hỏ": 84,
    "hỏi": 511,
    "ỏi ": 1125,
    " hỏi": 85,
    "hỏi ": 512,
    "uộ": 871,
    "ộc": 1142,
    "thu": 771,
    "huộ": 463,
    "uộc": 872,
    "ộc ": 1143,
    " thu": 179,
    "thuộ": 772,
    "huộc": 464,
    "uộc ": 873,
    " i": 88,
    "nt": 668,
    "te": 765,
    "en": 402,
    " in": 89,
    "int": 530,
    "nte": 670,
    "ten": 766,
    "ent": 403,
    "nt ": 669,
    " int": 90,
    "inte": 531,
    "nten": 671,
    "tent": 767,
    "ent ": 404,
    "rê": 730,
    "trê": 802,
    "rên": 731,
    " trê": 196,
    "trên": 803,
    "rên ": 732
  },
  "response": null,
  "action_text": null
}