{
  "text": {
    " ": 0,
    "x": 454,
    "i": 285,
    "n": 346,
    " x": 114,
    "xi": 455,
    "in": 290,
    "n ": 347,
    " xi": 115,
    "xin": 456,
    "in ": 291,
    " xin": 116,
    "xin ": 457,
    "c": 193,
    "h": 250,
    "à": 464,
    "o": 366,
    " c": 26,
    "ch": 195,
    "hà": 261,
    "ào": 469,
    "o ": 367,
    " ch": 27,
    "chà": 197,
    "hào": 265,
    "ào ": 470,
    " chà": 28,
    "chào": 198,
    "hào ": 266,
    "e": 215,
    "l": 320,
    " h": 44,
    "he": 252,
    "el": 217,
    "ll": 324,
    "lo": 327,
    " he": 45,
    "hel": 253,
    "ell": 218,
    "llo": 325,
    "lo ": 328,
    " hel": 46,
    "hell": 254,
    "ello": 219,
    "llo ": 326,
    "hi": 255,
    "i ": 286,
    " hi": 47,
    "hi ": 256,
    " hi ": 48,
    "b": 166,
    "ạ": 516,
    " b": 9,
    "bạ": 179,
    "ạn": 519,
    " bạ": 16,
    "bạn": 180,
    "ạn ": 520,
    " bạn": 17,
    "bạn ": 181,
    "t": 405,
    "ắ": 536,
    " t": 90,
    "tắ": 435,
    "ắt": 539,
    "t ": 406,
    " tắ": 109,
    "tắt": 438,
    "ắt ": 540,
    " tắt": 111,
    "tắt ": 439,
    "đ": 504,
    "è": 481,
    " đ": 119,
    "đè": 505,
    "èn": 482,
    " đè": 120,
    "đèn": 506,
    "èn ": 483,
    " đèn": 121,
    "đèn ": 507,
    "r": 386,
    "ầ": 530,
    "tr": 419,
    "rầ": 396,
    "ần": 531,
    " tr": 99,
    "trầ": 424,
    "rần": 397,
    "ần ": 532,
    " trầ": 102,
    "trần": 425,
    "rần ": 398,
    "to": 417,
    " to": 97,
    "to ": 418,
    " to ": 98,
    "ô": 496,
    "g": 238,
    "cô": 206,
    "ôn": 497,
    "ng": 348,
    "g ": 239,
    " cô": 34,
    "côn": 207,
    "ông": 498,
    "ng ": 349,
    " côn": 35,
    "công": 208,
    "ông ": 499,
    "ắc": 537,
    "c ": 194,
    "tắc": 436,
    "ắc ": 538,
    " tắc": 110,
    "tắc ": 437,
    "_": 153,
    "u": 443,
    "m": 332,
    " _": 6,
    "__": 155,
    "_n": 159,
    "nu": 360,
    "um": 445,
    "mb": 334,
    "be": 170,
    "er": 220,
    "r_": 388,
    "_ ": 154,
    " __": 7,
    "__n": 157,
    "_nu": 160,
    "num": 361,
    "umb": 446,
    "mbe": 335,
    "ber": 171,
    "er_": 222,
    "r__": 389,
    "__ ": 156,
    " __n": 8,
    "__nu": 158,
    "_num": 161,
    "numb": 362,
    "umbe": 447,
    "mber": 336,
    "ber_": 172,
    "er__": 223,
    "r__ ": 390,
    "hạ": 273,
    "ạt": 521,
    " hạ": 49,
    "hạt": 274,
    "ạt ": 522,
    " hạt": 50,
    "hạt ": 275,
    "ố": 567,
    "bố": 190,
    "ốn": 571,
    " bố": 24,
    "bốn": 191,
    "ốn ": 572,
    " bốn": 25,
    "bốn ": 192,
    "q": 382,
    " q": 82,
    "qu": 383,
    "uạ": 448,
    " qu": 83,
    "quạ": 384,
    "uạt": 449,
    " quạ": 84,
    "quạt": 385,
    "uạt ": 450,
    "ở": 582,
    " ở": 128,
    "ở ": 583,
    " ở ": 129,
    "p": 377,
    "ò": 490,
    " p": 79,
    "ph": 379,
    "hò": 270,
    "òn": 491,
    " ph": 80,
    "phò": 380,
    "hòn": 271,
    "òng": 492,
    " phò": 81,
    "phòn": 381,
    "hòng": 272,
    "òng ": 493,
    "k": 311,
    "á": 473,
    " k": 53,
    "kh": 312,
    "há": 267,
    "ác": 474,
    "h ": 251,
    " kh": 54,
    "khá": 313,
    "hác": 268,
    "ách": 476,
    "ch ": 196,
    " khá": 55,
    "khác": 314,
    "hách": 269,
    "ách ": 477,
    "ro": 393,
    "on": 371,
    "tro": 422,
    "ron": 394,
    "ong": 372,
    " tro": 101,
    "tron": 423,
    "rong": 395,
    "ong ": 373,
    "ậ": 533,
    "bậ": 182,
    "ật": 534,
    " bậ": 18,
    "bật": 183,
    "ật ": 535,
    " bật": 19,
    "bật ": 184,
    "ỉ": 561,
    "hỉ": 279,
    "ỉn": 562,
    "nh": 352,
    "chỉ": 199,
    "hỉn": 280,
    "ỉnh": 563,
    "nh ": 353,
    " chỉ": 29,
    "chỉn": 200,
    "hỉnh": 281,
    "ỉnh ": 564,
    "s": 399,
    " s": 85,
    "sá": 400,
    "án": 478,
    " sá": 86,
    "sán": 401,
    "áng": 479,
    " sán": 87,
    "sáng": 402,
    "áng ": 480,
    "ả": 523,
    " g": 38,
    "gi": 240,
    "iả": 295,
    "ảm": 525,
    "m ": 333,
    " gi": 39,
    "giả": 241,
    "iảm": 296,
    "ảm ": 526,
    " giả": 40,
    "giảm": 242,
    "iảm ": 297,
    "ộ": 578,
    "độ": 514,
    "ộ ": 579,
    " độ": 126,
    "độ ": 515,
    " độ ": 127,
    "ă": 500,
    "tă": 426,
    "ăn": 501,
    " tă": 103,
    "tăn": 427,
    "ăng": 502,
    " tăn": 104,
    "tăng": 428,
    "ăng ": 503,
    "ổ": 575,
    "đổ": 511,
    "ổi": 576,
    " đổ": 124,
    "đổi": 512,
    "ổi ": 577,
    " đổi": 125,
    "đổi ": 513,
    " m": 65,
    "mà": 340,
    "àu": 471,
    "u ": 444,
    " mà": 66,
    "màu": 341,
    "àu ": 472,
    " màu": 67,
    "màu ": 342,
    "th": 407,
    "àn": 466,
    " th": 91,
    "thà": 410,
    "hàn": 263,
    "ành": 467,
    " thà": 93,
    "thàn": 411,
    "hành": 264,
    "ành ": 468,
    "#": 130,
    "f": 224,
    "0": 139,
    " #": 1,
    "#f": 135,
    "ff": 231,
    "f0": 226,
    "00": 141,
    "0 ": 140,
    " #f": 4,
    "#ff": 136,
    "ff0": 233,
    "f00": 227,
    "000": 143,
    "00 ": 142,
    " #ff": 5,
    "#ff0": 137,
    "ff00": 234,
    "f000": 229,
    "0000": 145,
    "000 ": 144,
    "#0": 131,
    "0f": 149,
    " #0": 2,
    "#00": 132,
    "00f": 147,
    "0ff": 150,
    " #00": 3,
    "#00f": 134,
    "00ff": 148,
    "0ff0": 152,
    "f00 ": 228,
    "f ": 225,
    "ff ": 232,
    "#000": 133,
    "000f": 146,
    "0ff ": 151,
    "fff": 235,
    "#fff": 138,
    "ffff": 237,
    "fff ": 236,
    "f00f": 230,
    "tố": 440,
    "ốc": 569,
    " tố": 112,
    "tốc": 441,
    "ốc ": 570,
    " tốc": 113,
    "tốc ": 442,
    "ặ": 541,
    "đặ": 508,
    "ặt": 542,
    " đặ": 122,
    "đặt": 509,
    "ặt ": 543,
    " đặt": 123,
    "đặt ": 510,
    "ứ": 586,
    "mứ": 343,
    "ức": 587,
    " mứ": 68,
    "mức": 344,
    "ức ": 588,
    " mức": 69,
    "mức ": 345,
    "ê": 484,
    " l": 60,
    "lê": 329,
    "ên": 486,
    " lê": 63,
    "lên": 330,
    "ên ": 487,
    " lên": 64,
    "lên ": 331,
    "xu": 458,
    "uố": 451,
    " xu": 117,
    "xuố": 459,
    "uốn": 452,
    "ống": 573,
    " xuố": 118,
    "xuốn": 460,
    "uống": 453,
    "ống ": 574,
    "ẹ": 544,
    "hẹ": 276,
    "ẹn": 545,
    " hẹ": 51,
    "hẹn": 277,
    "ẹn ": 546,
    " hẹn": 52,
    "hẹn ": 278,
    "ờ": 580,
    "iờ": 309,
    "ờ ": 581,
    "giờ": 243,
    "iờ ": 310,
    " giờ": 41,
    "giờ ": 244,
    "ế": 547,
    "ti": 412,
    "iế": 298,
    "ến": 548,
    " ti": 94,
    "tiế": 415,
    "iến": 299,
    "ếng": 549,
    " tiế": 96,
    "tiến": 416,
    "iếng": 300,
    "ếng ": 550,
    "im": 287,
    "me": 337,
    "r ": 387,
    "tim": 413,
    "ime": 288,
    "mer": 338,
    "er ": 221,
    " tim": 95,
    "time": 414,
    "imer": 289,
    "mer ": 339,
    "ể": 555,
    "ki": 315,
    "iể": 303,
    "ểm": 556,
    " ki": 56,
    "kiể": 316,
    "iểm": 304,
    "ểm ": 557,
    " kiể": 57,
    "kiểm": 317,
    "iểm ": 305,
    "a": 162,
    "ra": 391,
    "a ": 163,
    "tra": 420,
    "ra ": 392,
    " tra": 100,
    "tra ": 421,
    "ó": 494,
    "có": 204,
    "ó ": 495,
    " có": 32,
    "có ": 205,
    " có ": 33,
    "ba": 167,
    "ao": 164,
    " ba": 10,
    "bao": 168,
    "ao ": 165,
    " bao": 11,
    "bao ": 169,
    " n": 70,
    "iê": 292,
    "êu": 488,
    " nh": 73,
    "nhi": 354,
    "hiê": 257,
    "iêu": 293,
    "êu ": 489,
    " nhi": 74,
    "nhiê": 355,
    "hiêu": 258,
    "iêu ": 294,
    "à ": 465,
    "nhà": 356,
    "hà ": 262,
    " nhà": 75,
    "nhà ": 357,
    "ệ": 558,
    "li": 321,
    "iệ": 306,
    "ệt": 559,
    " li": 61,
    "liệ": 322,
    "iệt": 307,
    "ệt ": 560,
    " liệ": 62,
    "liệt": 323,
    "iệt ": 308,
    "kê": 318,
    "ê ": 485,
    " kê": 58,
    "kê ": 319,
    " kê ": 59,
    "cá": 201,
    " cá": 30,
    "các": 202,
    "ác ": 475,
    " các": 31,
    "các ": 203,
    "ữ": 589,
    "hữ": 282,
    "ữn": 590,
    "nhữ": 358,
    "hữn": 283,
    "ững": 591,
    " nhữ": 76,
    "nhữn": 359,
    "hững": 284,
    "ững ": 592,
    "nà": 363,
    " nà": 77,
    "nào": 364,
    " nào": 78,
    "nào ": 365,
    "số": 403,
    "ố ": 568,
    " số": 88,
    "số ": 404,
    " số ": 89,
    "ết": 553,
    "thi": 408,
    "hiế": 259,
    "iết": 301,
    "ết ": 554,
    " thi": 92,
    "thiế": 409,
    "hiết": 260,
    "iết ": 302,
    "ị": 565,
    "bị": 188,
    "ị ": 566,
    " bị": 22,
    "bị ": 189,
    " bị ": 23,
    "ấ": 527,
    "tấ": 432,
    "ất": 528,
    " tấ": 107,
    "tất": 433,
    "ất ": 529,
    " tất": 108,
    "tất ": 434,
    "cả": 209,
    "ả ": 524,
    " cả": 36,
    "cả ": 210,
    " cả ": 37,
    "bế": 185,
    "ếp": 551,
    "p ": 378,
    " bế": 20,
    "bếp": 186,
    "ếp ": 552,
    " bếp": 21,
    "bếp ": 187,
    "ủ": 584,
    "gủ": 248,
    "ủ ": 585,
    " ng": 71,
    "ngủ": 350,
    "gủ ": 249,
    " ngủ": 72,
    "ngủ ": 351,
    "tạ": 429,
    "ạm": 517,
    " tạ": 105,
    "tạm": 430,
    "ạm ": 518,
    " tạm": 106,
    "tạm ": 431,
    "bi": 173,
    " bi": 12,
    "biệ": 174,
    " biệ": 13,
    "biệt": 175,
    "d": 211,
    "y": 461,
    "go": 245,
    "oo": 374,
    "od": 368,
    "db": 212,
    "by": 176,
    "ye": 462,
    "e ": 216,
    " go": 42,
    "goo": 246,
    "ood": 375,
    "odb": 369,
    "dby": 213,
    "bye": 177,
    "ye ": 463,
    " goo": 43,
    "good": 247,
    "oodb": 376,
    "odby": 370,
    "dbye": 214,
    "bye ": 178,
    " by": 14,
    " bye": 15
  },
  "response": null,
  "action_text": null
}