{
  "text": {
    "xin": 72,
    "chào": 12,
    "hello": 26,
    "hi": 27,
    "bạn": 7,
    "tắt": 67,
    "đèn": 75,
    "trần": 59,
    "to": 55,
    "công": 16,
    "tắc": 66,
    "__number__": 2,
    "hạt": 28,
    "bốn": 11,
    "quạt": 47,
    "ở": 80,
    "phòng": 46,
    "khách": 30,
    "trong": 58,
    "bật": 8,
    "chỉnh": 13,
    "sáng": 49,
    "giảm": 22,
    "độ": 79,
    "tăng": 63,
    "đổi": 78,
    "màu": 38,
    "thành": 52,
    "ff0000": 19,
    "00ff00": 1,
    "0000ff": 0,
    "ffffff": 21,
    "ff00ff": 20,
    "vàng": 70,
    "sang": 48,
    "đỏ": 77,
    "xanh": 71,
    "tím": 61,
    "vang": 69,
    "tốc": 68,
    "mức": 39,
    "đặt": 76,
    "lên": 37,
    "xuống": 73,
    "điều": 74,
    "hẹn": 29,
    "giờ": 23,
    "tiếng": 54,
    "timer": 53,
    "kiểm": 32,
    "tra": 56,
    "có": 15,
    "bao": 4,
    "nhiêu": 42,
    "nhà": 43,
    "liệt": 34,
    "kê": 33,
    "các": 14,
    "những": 44,
    "nào": 45,
    "số": 50,
    "thiết": 51,
    "bị": 10,
    "tất": 65,
    "cả": 17,
    "bếp": 9,
    "ngủ": 41,
    "tạm": 64,
    "biệt": 5,
    "goodbye": 24,
    "bye": 6,
    "tên": 60,
    "tôi": 62,
    "là": 36,
    "khánh": 31,
    "long": 35,
    "trang": 57,
    "ngọc": 40,
    "anh": 3,
    "gọi": 25,
    "của": 18
  },
  "intent": {
    "greet": 3,
    "turn_off_device": 9,
    "turn_on_device": 10,
    "set_brightness": 5,
    "set_color": 6,
    "set_fan_speed": 7,
    "set_timer": 8,
    "check_rooms": 1,
    "check_devices_in_room": 0,
    "goodbye": 2,
    "provide_name": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 13,
    "action_session_start": 15,
    "action_default_fallback": 7,
    "action_deactivate_loop": 4,
    "action_revert_fallback_events": 14,
    "action_default_ask_affirmation": 5,
    "action_default_ask_rephrase": 6,
    "action_two_stage_fallback": 22,
    "action_unlikely_intent": 23,
    "action_back": 1,
    "action_extract_slots": 8,
    "action_ask_name": 0,
    "action_check_devices_in_room": 2,
    "action_check_rooms": 3,
    "action_goodbye": 9,
    "action_greet": 10,
    "action_provide_name": 12,
    "action_set_brightness": 16,
    "action_set_color": 17,
    "action_set_fan_speed": 18,
    "action_set_timer": 19,
    "action_turn_off": 20,
    "action_turn_on": 21
  },
  "action_text": null,
  "intent_response_key": null
}