{
  "text": {
    " ": 0,
    "x": 1355,
    "i": 802,
    "n": 968,
    " x": 377,
    "xi": 1362,
    "in": 809,
    "n ": 969,
    " xi": 382,
    "xin": 1363,
    "in ": 810,
    " xin": 383,
    "xin ": 1364,
    "c": 518,
    "h": 669,
    "à": 1379,
    "o": 1051,
    " c": 30,
    "ch": 525,
    "hà": 705,
    "ào": 1390,
    "o ": 1052,
    " ch": 34,
    "chà": 533,
    "hào": 710,
    "ào ": 1391,
    " chà": 38,
    "chào": 534,
    "hào ": 711,
    "e": 598,
    "l": 875,
    " h": 106,
    "he": 674,
    "el": 602,
    "ll": 882,
    "lo": 885,
    " he": 109,
    "hel": 676,
    "ell": 603,
    "llo": 883,
    "lo ": 886,
    " hel": 110,
    "hell": 677,
    "ello": 604,
    "llo ": 884,
    "g": 612,
    "d": 582,
    " g": 86,
    "go": 635,
    "oo": 1061,
    "od": 1053,
    "d ": 583,
    " go": 96,
    "goo": 638,
    "ood": 1062,
    "od ": 1054,
    " goo": 97,
    "good": 639,
    "ood ": 1063,
    "m": 915,
    "r": 1101,
    " m": 174,
    "mo": 927,
    "or": 1064,
    "rn": 1112,
    "ni": 1012,
    "ng": 975,
    "g ": 613,
    " mo": 177,
    "mor": 928,
    "orn": 1065,
    "rni": 1113,
    "nin": 1013,
    "ing": 811,
    "ng ": 976,
    " mor": 178,
    "morn": 929,
    "orni": 1066,
    "rnin": 1114,
    "ning": 1014,
    "ing ": 812,
    "hi": 678,
    "i ": 803,
    " hi": 111,
    "hi ": 679,
    " hi ": 112,
    "y": 1365,
    " e": 83,
    "em": 605,
    "mi": 922,
    "il": 804,
    "ly": 887,
    "y ": 1366,
    " em": 84,
    "emi": 607,
    "mil": 923,
    "ily": 805,
    "ly ": 888,
    " emi": 85,
    "emil": 608,
    "mily": 924,
    "ily ": 806,
    "b": 481,
    "u": 1286,
    "ổ": 1709,
    " b": 7,
    "bu": 495,
    "uổ": 1321,
    "ổi": 1711,
    " bu": 14,
    "buổ": 496,
    "uổi": 1322,
    "ổi ": 1712,
    " buổ": 15,
    "buổi": 497,
    "uổi ": 1323,
    "s": 1140,
    "á": 1396,
    " s": 265,
    "sá": 1148,
    "án": 1404,
    " sá": 270,
    "sán": 1151,
    "áng": 1405,
    " sán": 272,
    "sáng": 1152,
    "áng ": 1406,
    "ạ": 1583,
    "bạ": 507,
    "ạn": 1588,
    " bạ": 22,
    "bạn": 508,
    "ạn ": 1589,
    " bạn": 23,
    "bạn ": 509,
    "ó": 1464,
    "có": 562,
    "ó ": 1465,
    " có": 56,
    "có ": 563,
    " có ": 57,
    "t": 1166,
    "ể": 1662,
    " t": 282,
    "th": 1172,
    "hể": 778,
    "ể ": 1663,
    " th": 286,
    "thể": 1198,
    "hể ": 779,
    " thể": 299,
    "thể ": 1199,
    " l": 151,
    "là": 889,
    "àm": 1383,
    "m ": 916,
    " là": 156,
    "làm": 891,
    "àm ": 1384,
    " làm": 158,
    "làm ": 892,
    "ì": 1441,
    "gì": 648,
    "ì ": 1442,
    " gì": 100,
    "gì ": 649,
    " gì ": 101,
    "ú": 1484,
    "p": 1080,
    "gi": 622,
    "iú": 822,
    "úp": 1487,
    "p ": 1081,
    " gi": 89,
    "giú": 627,
    "iúp": 823,
    "úp ": 1488,
    " giú": 92,
    "giúp": 628,
    "iúp ": 824,
    "đ": 1498,
    "ư": 1564,
    "ợ": 1741,
    " đ": 399,
    "đư": 1523,
    "ượ": 1578,
    "ợc": 1743,
    "c ": 519,
    " đư": 415,
    "đượ": 1524,
    "ược": 1579,
    "ợc ": 1744,
    " đượ": 416,
    "được": 1525,
    "ược ": 1580,
    "ô": 1472,
    "tô": 1260,
    "ôi": 1474,
    " tô": 334,
    "tôi": 1261,
    "ôi ": 1475,
    " tôi": 335,
    "tôi ": 1262,
    "k": 853,
    " k": 137,
    "kh": 854,
    "hô": 734,
    "ôn": 1478,
    " kh": 138,
    "khô": 860,
    "hôn": 738,
    "ông": 1479,
    " khô": 141,
    "khôn": 862,
    "hông": 739,
    "ông ": 1480,
    "ỗ": 1716,
    "hỗ": 792,
    "ỗ ": 1717,
    " hỗ": 135,
    "hỗ ": 793,
    " hỗ ": 136,
    "tr": 1218,
    "rợ": 1138,
    "ợ ": 1742,
    " tr": 310,
    "trợ": 1237,
    "rợ ": 1139,
    " trợ": 319,
    "trợ ": 1238,
    "ê": 1431,
    "tê": 1249,
    "ên": 1435,
    " tê": 327,
    "tên": 1250,
    "ên ": 1436,
    " tên": 328,
    "tên ": 1251,
    "à ": 1380,
    "là ": 890,
    " là ": 157,
    "há": 712,
    "nh": 995,
    "h ": 670,
    "khá": 857,
    "hán": 715,
    "ánh": 1407,
    "nh ": 996,
    " khá": 140,
    "khán": 859,
    "hánh": 717,
    "ánh ": 1408,
    "ho": 689,
    "oà": 1069,
    "àn": 1385,
    " ho": 114,
    "hoà": 693,
    "oàn": 1072,
    "àng": 1386,
    " hoà": 116,
    "hoàn": 694,
    "oàng": 1073,
    "àng ": 1387,
    " d": 71,
    "du": 586,
    "uy": 1300,
    " du": 74,
    "duy": 588,
    "uy ": 1301,
    " duy": 76,
    "duy ": 589,
    "ĩ": 1553,
    "a": 462,
    " n": 205,
    "gh": 617,
    "hĩ": 743,
    "ĩa": 1554,
    "a ": 463,
    " ng": 209,
    "ngh": 977,
    "ghĩ": 620,
    "hĩa": 744,
    "ĩa ": 1555,
    " ngh": 210,
    "nghĩ": 979,
    "ghĩa": 621,
    "hĩa ": 745,
    "ơ": 1556,
    "hơ": 746,
    "ơ ": 1557,
    "thơ": 1188,
    "hơ ": 747,
    " thơ": 294,
    "thơ ": 1189,
    "ệ": 1668,
    "đi": 1499,
    "iệ": 841,
    "ệp": 1671,
    " đi": 400,
    "điệ": 1503,
    "iệp": 844,
    "ệp ": 1672,
    " điệ": 403,
    "điệp": 1505,
    "iệp ": 845,
    "ki": 863,
    "iể": 836,
    "ểm": 1664,
    " ki": 142,
    "kiể": 864,
    "iểm": 837,
    "ểm ": 1665,
    " kiể": 143,
    "kiểm": 865,
    "iểm ": 838,
    "ra": 1106,
    "tra": 1219,
    "ra ": 1107,
    " tra": 311,
    "tra ": 1220,
    "ba": 482,
    "ao": 475,
    " ba": 8,
    "bao": 483,
    "ao ": 476,
    " bao": 9,
    "bao ": 484,
    "iê": 817,
    "êu": 1439,
    "u ": 1287,
    " nh": 218,
    "nhi": 997,
    "hiê": 682,
    "iêu": 818,
    "êu ": 1440,
    " nhi": 219,
    "nhiê": 998,
    "hiêu": 683,
    "iêu ": 819,
    "ò": 1457,
    " p": 248,
    "ph": 1082,
    "hò": 727,
    "òn": 1460,
    " ph": 249,
    "phò": 1087,
    "hòn": 730,
    "òng": 1462,
    " phò": 252,
    "phòn": 1088,
    "hòng": 731,
    "òng ": 1463,
    "nhà": 1000,
    "hà ": 706,
    " nhà": 220,
    "nhà ": 1001,
    "ro": 1115,
    "on": 1057,
    "tro": 1223,
    "ron": 1116,
    "ong": 1059,
    " tro": 312,
    "tron": 1224,
    "rong": 1117,
    "ong ": 1060,
    "li": 879,
    "ệt": 1673,
    "t ": 1167,
    " li": 154,
    "liệ": 880,
    "iệt": 846,
    "ệt ": 1674,
    " liệ": 155,
    "liệt": 881,
    "iệt ": 847,
    "kê": 866,
    "ê ": 1432,
    " kê": 144,
    "kê ": 867,
    " kê ": 145,
    "cá": 551,
    "ác": 1398,
    " cá": 49,
    "các": 553,
    "ác ": 1399,
    " các": 51,
    "các ": 554,
    "mì": 939,
    "ìn": 1445,
    " mì": 185,
    "mìn": 940,
    "ình": 1446,
    " mìn": 186,
    "mình": 941,
    "ình ": 1447,
    "ữ": 1756,
    "hữ": 799,
    "ữn": 1758,
    "nhữ": 1010,
    "hữn": 800,
    "ững": 1759,
    " nhữ": 225,
    "nhữn": 1011,
    "hững": 801,
    "ững ": 1760,
    "nà": 1018,
    " nà": 226,
    "nào": 1019,
    " nào": 227,
    "nào ": 1020,
    "ế": 1648,
    "iế": 828,
    "ết": 1656,
    "thi": 1173,
    "hiế": 684,
    "iết": 831,
    "ết ": 1657,
    " thi": 287,
    "thiế": 1174,
    "hiết": 685,
    "iết ": 832,
    "ị": 1679,
    "bị": 516,
    "ị ": 1680,
    " bị": 28,
    "bị ": 517,
    " bị ": 29,
    "bế": 513,
    "ếp": 1654,
    " bế": 26,
    "bếp": 514,
    "ếp ": 1655,
    " bếp": 27,
    "bếp ": 515,
    "hác": 713,
    "ách": 1400,
    "ch ": 526,
    "khác": 858,
    "hách": 714,
    "ách ": 1401,
    "ủ": 1750,
    "gủ": 667,
    "ủ ": 1751,
    "ngủ": 993,
    "gủ ": 668,
    " ngủ": 217,
    "ngủ ": 994,
    "ậ": 1619,
    "bậ": 510,
    "ật": 1620,
    " bậ": 24,
    "bật": 511,
    "ật ": 1621,
    " bật": 25,
    "bật ": 512,
    "è": 1423,
    "đè": 1511,
    "èn": 1424,
    " đè": 407,
    "đèn": 1512,
    "èn ": 1425,
    " đèn": 408,
    "đèn ": 1513,
    "ầ": 1614,
    "rầ": 1129,
    "ần": 1615,
    "trầ": 1231,
    "rần": 1130,
    "ần ": 1616,
    " trầ": 316,
    "trần": 1232,
    "rần ": 1131,
    "ỏ": 1691,
    "hỏ": 783,
    "ỏ ": 1692,
    "nhỏ": 1008,
    "hỏ ": 784,
    " nhỏ": 224,
    "nhỏ ": 1009,
    "to": 1216,
    " to": 308,
    "to ": 1217,
    " to ": 309,
    "q": 1093,
    " q": 255,
    "qu": 1094,
    "uạ": 1310,
    "ạt": 1594,
    " qu": 256,
    "quạ": 1099,
    "uạt": 1311,
    "ạt ": 1595,
    " quạ": 259,
    "quạt": 1100,
    "uạt ": 1312,
    "v": 1324,
    "tv": 1244,
    "v ": 1325,
    " tv": 323,
    "tv ": 1245,
    " tv ": 324,
    "cô": 564,
    " cô": 58,
    "côn": 566,
    " côn": 60,
    "công": 567,
    "ắ": 1624,
    "tắ": 1271,
    "ắc": 1625,
    " tắ": 342,
    "tắc": 1272,
    "ắc ": 1626,
    " tắc": 343,
    "tắc ": 1273,
    "_": 448,
    " _": 1,
    "__": 453,
    "_n": 459,
    "nu": 1015,
    "um": 1294,
    "mb": 917,
    "be": 487,
    "er": 609,
    "r_": 1102,
    "_ ": 449,
    " __": 2,
    "__n": 457,
    "_nu": 460,
    "num": 1016,
    "umb": 1295,
    "mbe": 918,
    "ber": 488,
    "er_": 610,
    "r__": 1103,
    "__ ": 454,
    " __n": 3,
    "__nu": 458,
    "_num": 461,
    "numb": 1017,
    "umbe": 1296,
    "mber": 919,
    "ber_": 489,
    "er__": 611,
    "r__ ": 1104,
    "nú": 1032,
    "út": 1489,
    " nú": 235,
    "nút": 1035,
    "út ": 1490,
    " nút": 237,
    "nút ": 1036,
    "le": 876,
    "ed": 600,
    " le": 152,
    "led": 877,
    "ed ": 601,
    " led": 153,
    "led ": 878,
    "ề": 1658,
    "iề": 833,
    "ều": 1660,
    "điề": 1501,
    "iều": 834,
    "ều ": 1661,
    " điề": 402,
    "điều": 1502,
    "iều ": 835,
    "òa": 1458,
    " hò": 123,
    "hòa": 728,
    "òa ": 1459,
    " hòa": 124,
    "hòa ": 729,
    "ở": 1739,
    "mở": 964,
    "ở ": 1740,
    " mở": 201,
    "mở ": 965,
    " mở ": 202,
    "ớ": 1723,
    "lớ": 912,
    "ớn": 1728,
    " lớ": 172,
    "lớn": 913,
    "ớn ": 1729,
    " lớn": 173,
    "lớn ": 914,
    "ắt": 1630,
    "tắt": 1274,
    "ắt ": 1631,
    " tắt": 344,
    "tắt ": 1275,
    "gắ": 659,
    "ngắ": 989,
    "gắt": 660,
    " ngắ": 215,
    "ngắt": 990,
    "gắt ": 661,
    "ă": 1491,
    "tă": 1263,
    "ăn": 1494,
    " tă": 336,
    "tăn": 1264,
    "ăng": 1496,
    " tăn": 337,
    "tăng": 1265,
    "ăng ": 1497,
    "ộ": 1718,
    "độ": 1549,
    "ộ ": 1719,
    " độ": 434,
    "độ ": 1550,
    " độ ": 435,
    "cò": 559,
    " cò": 54,
    "còn": 560,
    "òn ": 1461,
    " còn": 55,
    "còn ": 561,
    "ả": 1596,
    "iả": 825,
    "ảm": 1599,
    "giả": 629,
    "iảm": 826,
    "ảm ": 1600,
    " giả": 93,
    "giảm": 630,
    "iảm ": 827,
    "ỉ": 1675,
    "hỉ": 780,
    "ỉn": 1676,
    "chỉ": 541,
    "hỉn": 781,
    "ỉnh": 1677,
    " chỉ": 42,
    "chỉn": 542,
    "hỉnh": 782,
    "ỉnh ": 1678,
    "lê": 895,
    " lê": 161,
    "lên": 896,
    " lên": 162,
    "lên ": 897,
    "ặ": 1632,
    "đặ": 1526,
    "ặt": 1637,
    " đặ": 417,
    "đặt": 1527,
    "ặt ": 1638,
    " đặt": 418,
    "đặt ": 1528,
    "đế": 1532,
    "ến": 1650,
    " đế": 421,
    "đến": 1533,
    "ến ": 1651,
    " đến": 422,
    "đến ": 1534,
    "ố": 1693,
    "tố": 1276,
    "ốc": 1695,
    " tố": 345,
    "tốc": 1277,
    "ốc ": 1696,
    " tốc": 346,
    "tốc ": 1278,
    " v": 355,
    "về": 1348,
    "ề ": 1659,
    " về": 371,
    "về ": 1349,
    " về ": 372,
    "số": 1162,
    "ố ": 1694,
    " số": 279,
    "số ": 1163,
    " số ": 280,
    "hu": 699,
    "yể": 1373,
    "ển": 1666,
    "chu": 531,
    "huy": 702,
    "uyể": 1304,
    "yển": 1374,
    "ển ": 1667,
    " chu": 37,
    "chuy": 532,
    "huyể": 703,
    "uyển": 1305,
    "yển ": 1375,
    "sa": 1141,
    "an": 470,
    " sa": 266,
    "san": 1142,
    "ang": 471,
    " san": 267,
    "sang": 1143,
    "ang ": 472,
    "kên": 868,
    "ênh": 1437,
    " kên": 146,
    "kênh": 869,
    "ênh ": 1438,
    "đổ": 1546,
    " đổ": 432,
    "đổi": 1547,
    " đổi": 433,
    "đổi ": 1548,
    "â": 1413,
    " â": 390,
    "âm": 1414,
    " âm": 391,
    "âm ": 1415,
    " âm ": 392,
    "lư": 898,
    "ợn": 1745,
    " lư": 163,
    "lượ": 899,
    "ượn": 1581,
    "ợng": 1746,
    " lượ": 164,
    "lượn": 900,
    "ượng": 1582,
    "ợng ": 1747,
    "hiệ": 686,
    "nhiệ": 999,
    "hiệt": 688,
    "để": 1535,
    " để": 423,
    "để ": 1536,
    " để ": 424,
    "hế": 776,
    "ế ": 1649,
    "chế": 539,
    "hế ": 777,
    " chế": 41,
    "chế ": 540,
    "lạ": 901,
    " lạ": 165,
    "lạn": 904,
    "ạnh": 1592,
    " lạn": 167,
    "lạnh": 905,
    "ạnh ": 1593,
    "cho": 529,
    "ho ": 690,
    " cho": 36,
    "cho ": 530,
    "ô ": 1473,
    "hô ": 735,
    "khô ": 861,
    "ự": 1761,
    "tự": 1284,
    "ự ": 1762,
    " tự": 350,
    "tự ": 1285,
    " tự ": 351,
    "ộn": 1720,
    "độn": 1551,
    "ộng": 1721,
    " độn": 436,
    "động": 1552,
    "ộng ": 1722,
    "ấ": 1603,
    " ấ": 437,
    "ấm": 1604,
    " ấm": 438,
    "ấm ": 1605,
    " ấm ": 439,
    "ẹ": 1639,
    "hẹ": 773,
    "ẹn": 1640,
    " hẹ": 131,
    "hẹn": 774,
    "ẹn ": 1641,
    " hẹn": 132,
    "hẹn ": 775,
    "ờ": 1732,
    "iờ": 851,
    "ờ ": 1733,
    "giờ": 633,
    "iờ ": 852,
    " giờ": 95,
    "giờ ": 634,
    "au": 477,
    "sau": 1146,
    "au ": 478,
    " sau": 269,
    "sau ": 1147,
    "hú": 740,
    "phú": 1089,
    "hút": 741,
    " phú": 253,
    "phút": 1090,
    "hút ": 742,
    "ti": 1208,
    " ti": 304,
    "tiế": 1211,
    "iến": 829,
    "ếng": 1652,
    " tiế": 306,
    "tiến": 1212,
    "iếng": 830,
    "ếng ": 1653,
    ".": 444,
    "_.": 450,
    "._": 445,
    "__.": 455,
    "_._": 451,
    ".__": 446,
    "r__.": 1105,
    "__._": 456,
    "_.__": 452,
    ".__n": 447,
    "ôm": 1476,
    " hô": 125,
    "hôm": 736,
    "ôm ": 1477,
    " hôm": 126,
    "hôm ": 737,
    "na": 970,
    "ay": 479,
    " na": 206,
    "nay": 973,
    "ay ": 480,
    " nay": 208,
    "nay ": 974,
    "cả": 571,
    " cả": 63,
    "cảm": 572,
    " cảm": 64,
    "cảm ": 573,
    "hấ": 765,
    "ấy": 1612,
    "thấ": 1192,
    "hấy": 768,
    "ấy ": 1613,
    " thấ": 296,
    "thấy": 1193,
    "hấy ": 769,
    "thế": 1196,
    " thế": 298,
    "thế ": 1197,
    "vu": 1329,
    "ui": 1292,
    " vu": 358,
    "vui": 1332,
    "ui ": 1293,
    " vui": 360,
    "vui ": 1333,
    "tâ": 1246,
    " tâ": 325,
    "tâm": 1247,
    " tâm": 326,
    "tâm ": 1248,
    "rạ": 1126,
    "trạ": 1229,
    "rạn": 1127,
    "ạng": 1590,
    " trạ": 315,
    "trạn": 1230,
    "rạng": 1128,
    "ạng ": 1591,
    " r": 260,
    " ra": 261,
    " ra ": 262,
    "sao": 1144,
    " sao": 268,
    "sao ": 1145,
    "rờ": 1135,
    "ời": 1734,
    "trờ": 1235,
    "rời": 1136,
    "ời ": 1735,
    " trờ": 318,
    "trời": 1236,
    "rời ": 1137,
    "nắ": 1046,
    "ắn": 1627,
    " nắ": 244,
    "nắn": 1047,
    "ắng": 1628,
    " nắn": 245,
    "nắng": 1048,
    "ắng ": 1629,
    "mư": 948,
    "ưa": 1566,
    " mư": 191,
    "mưa": 949,
    "ưa ": 1567,
    " mưa": 192,
    "mưa ": 950,
    "hờ": 794,
    "thờ": 1204,
    "hời": 795,
    " thờ": 302,
    "thời": 1205,
    "hời ": 796,
    "tiết": 1213,
    "má": 933,
    "át": 1411,
    " má": 181,
    "mát": 934,
    "át ": 1412,
    " mát": 182,
    "mát ": 935,
    "tì": 1252,
    "ìm": 1443,
    " tì": 329,
    "tìm": 1253,
    "ìm ": 1444,
    " tìm": 330,
    "tìm ": 1254,
    "sạ": 1156,
    " sạ": 275,
    "sạn": 1157,
    " sạn": 276,
    "sạn ": 1158,
    "ua": 1288,
    "qua": 1095,
    "uan": 1290,
    "anh": 473,
    " qua": 257,
    "quan": 1096,
    "uanh": 1291,
    "anh ": 474,
    "đâ": 1506,
    "ây": 1418,
    " đâ": 404,
    "đây": 1509,
    "ây ": 1419,
    " đây": 406,
    "đây ": 1510,
    " hà": 119,
    "hàn": 707,
    " hàn": 120,
    "hàng": 708,
    "gầ": 656,
    " gầ": 102,
    "gần": 657,
    " gần": 103,
    "gần ": 658,
    "thô": 1186,
    " thô": 293,
    "thôn": 1187,
    "tin": 1209,
    " tin": 305,
    "tin ": 1210,
    "iá": 815,
    "á ": 1397,
    "giá": 623,
    "iá ": 816,
    " giá": 90,
    "giá ": 624,
    "ồ": 1702,
    "đồ": 1542,
    "ồ ": 1703,
    " đồ": 429,
    "đồ ": 1543,
    " đồ ": 430,
    " ă": 396,
    " ăn": 397,
    "ăn ": 1495,
    " ăn ": 398,
    " u": 352,
    "uố": 1316,
    "ốn": 1699,
    " uố": 353,
    "uốn": 1319,
    "ống": 1700,
    " uốn": 354,
    "uống": 1320,
    "ống ": 1701,
    "dị": 593,
    "ịc": 1681,
    " dị": 79,
    "dịc": 594,
    "ịch": 1682,
    " dịc": 80,
    "dịch": 595,
    "ịch ": 1683,
    "ụ": 1748,
    "vụ": 1353,
    "ụ ": 1749,
    " vụ": 375,
    "vụ ": 1354,
    " vụ ": 376,
    "ện": 1669,
    "tiệ": 1214,
    "iện": 842,
    "ện ": 1670,
    " tiệ": 307,
    "tiện": 1215,
    "iện ": 843,
    "í": 1448,
    " í": 393,
    "íc": 1449,
    " íc": 394,
    "ích": 1450,
    " ích": 395,
    "ích ": 1451,
    "am": 466,
    "nam": 971,
    "am ": 467,
    " nam": 207,
    "nam ": 972,
    "ha": 671,
    " ha": 107,
    "hay": 672,
    " hay": 108,
    "hay ": 673,
    "nữ": 1049,
    "ữ ": 1757,
    " nữ": 246,
    "nữ ": 1050,
    " nữ ": 247,
    "iớ": 848,
    "ới": 1726,
    "giớ": 631,
    "iới": 849,
    "ới ": 1727,
    " giớ": 94,
    "giới": 632,
    "iới ": 850,
    "tí": 1255,
    "ín": 1454,
    " tí": 331,
    "tín": 1258,
    "ính": 1455,
    " tín": 333,
    "tính": 1259,
    "ính ": 1456,
    "củ": 579,
    "ủa": 1752,
    " củ": 69,
    "của": 580,
    "ủa ": 1753,
    " của": 70,
    "của ": 581,
    "gư": 653,
    "ườ": 1573,
    "ngư": 987,
    "gườ": 654,
    "ười": 1574,
    " ngư": 214,
    "ngườ": 988,
    "gười": 655,
    "ười ": 1575,
    " y": 384,
    "yê": 1367,
    " yê": 385,
    "yêu": 1368,
    " yêu": 386,
    "yêu ": 1369,
    "vậ": 1343,
    "ậy": 1622,
    " vậ": 367,
    "vậy": 1344,
    "ậy ": 1623,
    " vậy": 368,
    "vậy ": 1345,
    "cô ": 565,
    " cô ": 59,
    "đơ": 1520,
    "ơn": 1562,
    " đơ": 413,
    "đơn": 1521,
    "ơn ": 1563,
    " đơn": 414,
    "đơn ": 1522,
    "uá": 1308,
    "quá": 1097,
    "uá ": 1309,
    " quá": 258,
    "quá ": 1098,
    "cách": 555,
    "tư": 1266,
    "ư ": 1565,
    " tư": 338,
    "tư ": 1267,
    " tư ": 339,
    "vấ": 1340,
    "ấn": 1606,
    " vấ": 365,
    "vấn": 1341,
    "ấn ": 1607,
    " vấn": 366,
    "vấn ": 1342,
    "đi ": 1500,
    " đi ": 401,
    "oá": 1074,
    "tho": 1175,
    "hoá": 695,
    "oát": 1075,
    " tho": 288,
    "thoá": 1176,
    "hoát": 696,
    "oát ": 1076,
    " ế": 440,
    " ế ": 441,
    "gá": 645,
    "ái": 1402,
    " gá": 98,
    "gái": 646,
    "ái ": 1403,
    " gái": 99,
    "gái ": 647,
    "ai": 464,
    "rai": 1108,
    "ai ": 465,
    "trai": 1221,
    "rai ": 1109,
    "mà": 930,
    "àu": 1392,
    " mà": 179,
    "màu": 931,
    "àu ": 1393,
    " màu": 180,
    "màu ": 932,
    "thà": 1178,
    "ành": 1388,
    " thà": 289,
    "thàn": 1179,
    "hành": 709,
    "ành ": 1389,
    "xa": 1356,
    " xa": 378,
    "xan": 1357,
    " xan": 379,
    "xanh": 1358,
    "đỏ": 1540,
    " đỏ": 427,
    "đỏ ": 1541,
    " đỏ ": 428,
    "ím": 1452,
    "tím": 1256,
    "ím ": 1453,
    " tím": 332,
    "tím ": 1257,
    "và": 1334,
    " và": 361,
    "vàn": 1336,
    " vàn": 363,
    "vàng": 1337,
    "rắ": 1132,
    "trắ": 1233,
    "rắn": 1133,
    " trắ": 317,
    "trắn": 1234,
    "rắng": 1134,
    "ca": 520,
    " ca": 31,
    "cam": 521,
    " cam": 32,
    "cam ": 522,
    "da": 584,
    " da": 72,
    "da ": 585,
    " da ": 73,
    "lá": 893,
    " lá": 159,
    "lá ": 894,
    " lá ": 160,
    "câ": 556,
    " câ": 52,
    "cây": 557,
    " cây": 53,
    "cây ": 558,
    "tạ": 1268,
    "ại": 1586,
    " tạ": 340,
    "tại": 1269,
    "ại ": 1587,
    " tại": 341,
    "tại ": 1270,
    "ọ": 1684,
    "gọ": 662,
    "ọi": 1687,
    " gọ": 104,
    "gọi": 663,
    "ọi ": 1688,
    " gọi": 105,
    "gọi ": 664,
    "điện": 1504,
    "oạ": 1077,
    "hoạ": 697,
    "oại": 1078,
    "thoạ": 1177,
    "hoại": 698,
    "oại ": 1079,
    " mi": 175,
    "min": 925,
    "inh": 813,
    " min": 176,
    "minh": 926,
    "inh ": 814,
    "khi": 855,
    " khi": 139,
    "khi ": 856,
    "nó": 1026,
    " nó": 231,
    "nó ": 1027,
    " nó ": 232,
    "đẹ": 1529,
    "ẹp": 1644,
    " đẹ": 419,
    "đẹp": 1530,
    "ẹp ": 1645,
    " đẹp": 420,
    "đẹp ": 1531,
    "bi": 490,
    " bi": 11,
    "biế": 491,
    " biế": 12,
    "biết": 492,
    "ơi": 1558,
    "chơ": 537,
    "hơi": 748,
    "ơi ": 1559,
    " chơ": 40,
    "chơi": 538,
    "hơi ": 749,
    "cờ": 577,
    " cờ": 67,
    "cờ ": 578,
    " cờ ": 68,
    "vua": 1330,
    "ua ": 1289,
    " vua": 359,
    "vua ": 1331,
    "mặ": 954,
    " mặ": 195,
    "mặt": 959,
    " mặt": 198,
    "mặt ": 960,
    "mọ": 961,
    "ọc": 1685,
    " mọ": 199,
    "mọc": 962,
    "ọc ": 1686,
    " mọc": 200,
    "mọc ": 963,
    " ở": 442,
    " ở ": 443,
    "hư": 752,
    "ướ": 1568,
    " hư": 129,
    "hướ": 753,
    "ướn": 1571,
    "ớng": 1730,
    " hướ": 130,
    "hướn": 754,
    "ướng": 1572,
    "ớng ": 1731,
    "hậ": 770,
    "thậ": 1194,
    "hật": 771,
    " thậ": 297,
    "thật": 1195,
    "hật ": 772,
    "mè": 936,
    "èo": 1426,
    " mè": 183,
    "mèo": 937,
    "èo ": 1427,
    " mèo": 184,
    "mèo ": 938,
    "lại": 902,
    " lại": 166,
    "lại ": 903,
    "hí": 724,
    "thí": 1184,
    "híc": 725,
    " thí": 292,
    "thíc": 1185,
    "hích": 726,
    "ứ": 1754,
    "hứ": 797,
    "ứ ": 1755,
    "thứ": 1206,
    "hứ ": 798,
    " thứ": 303,
    "thứ ": 1207,
    "mấ": 951,
    " mấ": 193,
    "mấy": 952,
    " mấy": 194,
    "mấy ": 953,
    "co": 543,
    " co": 43,
    "con": 544,
    "on ": 1058,
    " con": 44,
    "con ": 545,
    "gó": 650,
    "ón": 1468,
    "ngó": 985,
    "gón": 651,
    "ón ": 1469,
    " ngó": 213,
    "ngón": 986,
    "gón ": 652,
    "ta": 1168,
    " ta": 283,
    "tay": 1170,
    " tay": 285,
    "tay ": 1171,
    " a": 4,
    " ai": 5,
    " ai ": 6,
    "tổ": 1281,
    "ổn": 1713,
    " tổ": 348,
    "tổn": 1282,
    "ổng": 1714,
    " tổn": 349,
    "tổng": 1283,
    "ổng ": 1715,
    "hố": 785,
    "thố": 1200,
    "hốn": 786,
    " thố": 300,
    "thốn": 1201,
    "hống": 787,
    "ỹ": 1763,
    "mỹ": 966,
    "ỹ ": 1764,
    " mỹ": 203,
    "mỹ ": 967,
    " mỹ ": 204,
    " hiệ": 113,
    "hiện": 687,
    "mó": 942,
    " mó": 187,
    "món": 943,
    " món": 188,
    "món ": 944,
    "ngo": 980,
    "gon": 636,
    " ngo": 211,
    "ngon": 981,
    "gon ": 637,
    "nấ": 1043,
    "ấu": 1610,
    " nấ": 242,
    "nấu": 1044,
    "ấu ": 1611,
    " nấu": 243,
    "nấu ": 1045,
    "cơ": 568,
    "ơm": 1560,
    " cơ": 61,
    "cơm": 569,
    "ơm ": 1561,
    " cơm": 62,
    "cơm ": 570,
    "e ": 599,
    "ghe": 618,
    "he ": 675,
    "nghe": 978,
    "ghe ": 619,
    "hạ": 757,
    "ạc": 1584,
    "nhạ": 1002,
    "hạc": 758,
    "ạc ": 1585,
    " nhạ": 221,
    "nhạc": 1003,
    "hạc ": 759,
    "hó": 732,
    "chó": 535,
    "hó ": 733,
    " chó": 39,
    "chó ": 536,
    "ói": 1466,
    "nói": 1028,
    "ói ": 1467,
    " nói": 233,
    "nói ": 1029,
    "ta ": 1169,
    " ta ": 284,
    "cà": 549,
    " cà": 47,
    "cà ": 550,
    " cà ": 48,
    "hê": 720,
    "phê": 1085,
    "hê ": 721,
    " phê": 251,
    "phê ": 1086,
    "ot": 1067,
    "hot": 691,
    "ot ": 1068,
    " hot": 115,
    "hot ": 692,
    "hả": 760,
    "ảy": 1601,
    "nhả": 1004,
    "hảy": 763,
    "ảy ": 1602,
    " nhả": 222,
    "nhảy": 1005,
    "hảy ": 764,
    "biể": 493,
    "iển": 839,
    " biể": 13,
    "biển": 494,
    "iển ": 840,
    "ặn": 1635,
    "mặn": 957,
    "ặn ": 1636,
    " mặn": 197,
    "mặn ": 958,
    "xe": 1359,
    " xe": 380,
    "xem": 1360,
    "em ": 606,
    " xem": 381,
    "xem ": 1361,
    "im": 807,
    "phi": 1083,
    "him": 680,
    "im ": 808,
    " phi": 250,
    "phim": 1084,
    "him ": 681,
    "hì": 722,
    "thì": 1182,
    "hì ": 723,
    " thì": 291,
    "thì ": 1183,
    "ài": 1381,
    "goà": 640,
    "oài": 1070,
    "ài ": 1382,
    "ngoà": 982,
    "goài": 641,
    "oài ": 1071,
    "ờn": 1736,
    "thư": 1190,
    "hườ": 755,
    "ườn": 1576,
    "ờng": 1737,
    " thư": 295,
    "thườ": 1191,
    "hườn": 756,
    "ường": 1577,
    "ờng ": 1738,
    "gà": 642,
    "ày": 1394,
    "ngà": 983,
    "gày": 643,
    "ày ": 1395,
    " ngà": 212,
    "ngày": 984,
    "gày ": 644,
    "thá": 1180,
    " thá": 290,
    "thán": 1181,
    "háng": 716,
    "này": 1021,
    " này": 228,
    "này ": 1022,
    "rơ": 1123,
    " rơ": 263,
    "rơi": 1124,
    " rơi": 264,
    "rơi ": 1125,
    "bơ": 504,
    " bơ": 20,
    "bơi": 505,
    " bơi": 21,
    "bơi ": 506,
    "nón": 1030,
    "óng": 1470,
    " nón": 234,
    "nóng": 1031,
    "óng ": 1471,
    "kể": 873,
    " kể": 149,
    "kể ": 874,
    " kể ": 150,
    "yệ": 1376,
    "uyệ": 1306,
    "yện": 1377,
    "huyệ": 704,
    "uyện": 1307,
    "yện ": 1378,
    "nê": 1023,
    " nê": 229,
    "nên": 1024,
    " nên": 230,
    "nên ": 1025,
    "ặc": 1633,
    "mặc": 955,
    "ặc ": 1634,
    " mặc": 196,
    "mặc ": 956,
    " á": 387,
    "áo": 1409,
    " áo": 388,
    "áo ": 1410,
    " áo ": 389,
    "cầ": 574,
    "ầu": 1617,
    " cầ": 65,
    "cầu": 575,
    "ầu ": 1618,
    " cầu": 66,
    "cầu ": 576,
    "vồ": 1350,
    "ồn": 1706,
    " vồ": 373,
    "vồn": 1351,
    "ồng": 1707,
    " vồn": 374,
    "vồng": 1352,
    "ồng ": 1708,
    "kẹ": 870,
    "ẹo": 1642,
    " kẹ": 147,
    "kẹo": 871,
    "ẹo ": 1643,
    " kẹo": 148,
    "kẹo ": 872,
    "chi": 527,
    " chi": 35,
    "chim": 528,
    "bay": 485,
    " bay": 10,
    "bay ": 486,
    "ải": 1597,
    "phả": 1091,
    "hải": 761,
    "ải ": 1598,
    " phả": 254,
    "phải": 1092,
    "hải ": 762,
    "cu": 546,
    "ối": 1697,
    " cu": 45,
    "cuố": 547,
    "uối": 1317,
    "ối ": 1698,
    " cuố": 46,
    "cuối": 548,
    "uối ": 1318,
    "tu": 1239,
    "uầ": 1313,
    " tu": 320,
    "tuầ": 1242,
    "uần": 1314,
    " tuầ": 322,
    "tuần": 1243,
    "uần ": 1315,
    "nư": 1040,
    "ớc": 1724,
    " nư": 240,
    "nướ": 1041,
    "ước": 1569,
    "ớc ": 1725,
    " nướ": 241,
    "nước": 1042,
    "ước ": 1570,
    "sấ": 1159,
    " sấ": 277,
    "sấm": 1160,
    " sấm": 278,
    "sấm ": 1161,
    "é": 1428,
    "sé": 1153,
    "ét": 1429,
    " sé": 273,
    "sét": 1154,
    "ét ": 1430,
    " sét": 274,
    "sét ": 1155,
    "ất": 1608,
    "nhấ": 1006,
    "hất": 766,
    "ất ": 1609,
    " nhấ": 223,
    "nhất": 1007,
    "hất ": 767,
    "cá ": 552,
    " cá ": 50,
    "sốn": 1164,
    " sốn": 281,
    "sống": 1165,
    "âu": 1416,
    "đâu": 1507,
    "âu ": 1417,
    " đâu": 405,
    "đâu ": 1508,
    "rà": 1118,
    "trà": 1225,
    "rà ": 1119,
    " trà": 313,
    "trà ": 1226,
    "ẽ": 1646,
    "vẽ": 1346,
    "ẽ ": 1647,
    " vẽ": 369,
    "vẽ ": 1347,
    " vẽ ": 370,
    "ran": 1110,
    "tran": 1222,
    "ranh": 1111,
    "ră": 1120,
    "tră": 1227,
    "răn": 1121,
    " tră": 314,
    "trăn": 1228,
    "răng": 1122,
    "úi": 1485,
    "núi": 1033,
    "úi ": 1486,
    " núi": 236,
    "núi ": 1034,
    "cao": 523,
    " cao": 33,
    "cao ": 524,
    " hơ": 127,
    "hơn": 750,
    " hơn": 128,
    "hơn ": 751,
    "ồi": 1704,
    "đồi": 1544,
    "ồi ": 1705,
    " đồi": 431,
    "đồi ": 1545,
    "ga": 614,
    "me": 920,
    " ga": 87,
    "gam": 615,
    "ame": 468,
    "me ": 921,
    " gam": 88,
    "game": 616,
    "ame ": 469,
    "ã": 1420,
    "bã": 498,
    "ão": 1421,
    " bã": 16,
    "bão": 499,
    "ão ": 1422,
    " bão": 17,
    "bão ": 500,
    "vo": 1326,
    "oi": 1055,
    " vo": 356,
    "voi": 1327,
    "oi ": 1056,
    " voi": 357,
    "voi ": 1328,
    " há": 121,
    "hát": 718,
    " hát": 122,
    "hát ": 719,
    "ù": 1481,
    "mù": 945,
    "ùa": 1482,
    " mù": 189,
    "mùa": 946,
    "ùa ": 1483,
    " mùa": 190,
    "mùa ": 947,
    "đô": 1517,
    " đô": 411,
    "đôn": 1518,
    " đôn": 412,
    "đông": 1519,
    "yế": 1370,
    "tuy": 1240,
    "uyế": 1302,
    "yết": 1371,
    " tuy": 321,
    "tuyế": 1241,
    "uyết": 1303,
    "yết ": 1372,
    "du ": 587,
    " du ": 75,
    "lị": 909,
    " lị": 170,
    "lịc": 910,
    " lịc": 171,
    "lịch": 911,
    "hổ": 788,
    "ổ ": 1710,
    " hổ": 133,
    "hổ ": 789,
    " hổ ": 134,
    "un": 1297,
    " hu": 117,
    "hun": 700,
    "ung": 1298,
    " hun": 118,
    "hung": 701,
    "ung ": 1299,
    "dữ": 596,
    " dữ": 81,
    "dữ ": 597,
    " dữ ": 82,
    "ió": 820,
    "gió": 625,
    "ió ": 821,
    " gió": 91,
    "gió ": 626,
    "thổ": 1202,
    "hổi": 790,
    " thổ": 301,
    "thổi": 1203,
    "hổi ": 791,
    "nă": 1037,
    "ăm": 1492,
    " nă": 238,
    "năm": 1038,
    "ăm ": 1493,
    " năm": 239,
    "năm ": 1039,
    "ọt": 1689,
    "ngọ": 991,
    "gọt": 665,
    "ọt ": 1690,
    " ngọ": 216,
    "ngọt": 992,
    "gọt ": 666,
    "bó": 501,
    " bó": 18,
    "bón": 502,
    " bón": 19,
    "bóng": 503,
    "lặ": 906,
    " lặ": 168,
    "lặn": 907,
    " lặn": 169,
    "lặn ": 908,
    "vào": 1338,
    " vào": 364,
    "vào ": 1339,
    "tối": 1279,
    " tối": 347,
    "tối ": 1280,
    "đọ": 1537,
    " đọ": 425,
    "đọc": 1538,
    " đọc": 426,
    "đọc ": 1539,
    "sác": 1149,
    " sác": 271,
    "sách": 1150,
    "và ": 1335,
    " và ": 362,
    "đê": 1514,
    "êm": 1433,
    " đê": 409,
    "đêm": 1515,
    "êm ": 1434,
    " đêm": 410,
    "đêm ": 1516,
    "dâ": 590,
    " dâ": 77,
    "dây": 591,
    " dây": 78,
    "dây ": 592
  },
  "response": null,
  "action_text": null
}