{
  "text": {
    " ": 0,
    "x": 957,
    "i": 561,
    "n": 699,
    " x": 259,
    "xi": 961,
    "in": 566,
    "n ": 700,
    " xi": 262,
    "xin": 962,
    "in ": 567,
    " xin": 263,
    "xin ": 963,
    "c": 364,
    "h": 470,
    "à": 972,
    "o": 751,
    " c": 24,
    "ch": 369,
    "hà": 493,
    "ào": 981,
    "o ": 752,
    " ch": 27,
    "chà": 375,
    "hào": 498,
    "ào ": 982,
    " chà": 30,
    "chào": 376,
    "hào ": 499,
    "e": 414,
    "l": 623,
    " h": 76,
    "he": 475,
    "el": 417,
    "ll": 633,
    "lo": 636,
    " he": 79,
    "hel": 476,
    "ell": 418,
    "llo": 634,
    "lo ": 637,
    " hel": 80,
    "hell": 477,
    "ello": 419,
    "llo ": 635,
    "g": 432,
    "d": 408,
    " g": 60,
    "go": 446,
    "oo": 759,
    "od": 753,
    "d ": 409,
    " go": 66,
    "goo": 449,
    "ood": 760,
    "od ": 754,
    " goo": 67,
    "good": 450,
    "ood ": 761,
    "m": 660,
    "r": 786,
    " m": 130,
    "mo": 670,
    "or": 764,
    "rn": 794,
    "ni": 729,
    "ng": 706,
    "g ": 433,
    " mo": 133,
    "mor": 671,
    "orn": 765,
    "rni": 795,
    "nin": 730,
    "ing": 568,
    "ng ": 707,
    " mor": 134,
    "morn": 672,
    "orni": 766,
    "rnin": 796,
    "ning": 731,
    "ing ": 569,
    "a": 316,
    "f": 428,
    "t": 832,
    " a": 4,
    "af": 318,
    "ft": 429,
    "te": 834,
    "er": 423,
    "no": 732,
    "on": 755,
    " af": 5,
    "aft": 319,
    "fte": 430,
    "ter": 835,
    "ern": 426,
    "rno": 797,
    "noo": 733,
    "oon": 762,
    "on ": 756,
    " aft": 6,
    "afte": 320,
    "fter": 431,
    "tern": 836,
    "erno": 427,
    "rnoo": 798,
    "noon": 734,
    "oon ": 763,
    "hi": 478,
    "i ": 562,
    " hi": 81,
    "hi ": 479,
    " hi ": 82,
    "y": 964,
    " e": 57,
    "em": 420,
    "mi": 665,
    "il": 563,
    "ly": 638,
    "y ": 965,
    " em": 58,
    "emi": 421,
    "mil": 666,
    "ily": 564,
    "ly ": 639,
    " emi": 59,
    "emil": 422,
    "mily": 667,
    "ily ": 565,
    "b": 337,
    "u": 915,
    "ổ": 1221,
    " b": 7,
    "bu": 347,
    "uổ": 939,
    "ổi": 1222,
    " bu": 12,
    "buổ": 348,
    "uổi": 940,
    "ổi ": 1223,
    " buổ": 13,
    "buổi": 349,
    "uổi ": 941,
    "s": 816,
    "á": 985,
    " s": 190,
    "sá": 824,
    "án": 993,
    " sá": 195,
    "sán": 825,
    "áng": 995,
    " sán": 196,
    "sáng": 826,
    "áng ": 996,
    "ạ": 1134,
    "bạ": 353,
    "ạn": 1137,
    " bạ": 16,
    "bạn": 354,
    "ạn ": 1138,
    " bạn": 17,
    "bạn ": 355,
    " l": 109,
    "là": 640,
    "àm": 974,
    "m ": 661,
    " là": 116,
    "làm": 642,
    "àm ": 975,
    " làm": 118,
    "làm ": 643,
    "đ": 1069,
    "ư": 1120,
    "ợ": 1244,
    " đ": 273,
    "đư": 1088,
    "ượ": 1129,
    "ợc": 1246,
    "c ": 365,
    " đư": 285,
    "đượ": 1089,
    "ược": 1130,
    "ợc ": 1247,
    " đượ": 286,
    "được": 1090,
    "ược ": 1131,
    "ì": 1019,
    "gì": 454,
    "ì ": 1020,
    " gì": 70,
    "gì ": 455,
    " gì ": 71,
    "ó": 1042,
    "có": 396,
    "ó ": 1043,
    " có": 42,
    "có ": 397,
    " có ": 43,
    "ể": 1189,
    " t": 201,
    "th": 837,
    "hể": 546,
    "ể ": 1190,
    " th": 202,
    "thể": 856,
    "hể ": 547,
    " thể": 212,
    "thể ": 857,
    "k": 604,
    "ỹ": 1262,
    " k": 97,
    "kỹ": 621,
    "ỹ ": 1263,
    " kỹ": 107,
    "kỹ ": 622,
    " kỹ ": 108,
    "ă": 1064,
    " n": 153,
    "nă": 743,
    "ăn": 1065,
    " nă": 172,
    "năn": 744,
    "ăng": 1067,
    " năn": 173,
    "năng": 745,
    "ăng ": 1068,
    "ú": 1059,
    "p": 770,
    "gi": 437,
    "iú": 575,
    "úp": 1060,
    "p ": 771,
    " gi": 61,
    "giú": 438,
    "iúp": 576,
    "úp ": 1061,
    " giú": 62,
    "giúp": 439,
    "iúp ": 577,
    "ô": 1046,
    "tô": 898,
    "ôi": 1048,
    " tô": 237,
    "tôi": 899,
    "ôi ": 1049,
    " tôi": 238,
    "tôi ": 900,
    "kh": 605,
    "hô": 513,
    "ôn": 1052,
    " kh": 98,
    "khô": 611,
    "hôn": 517,
    "ông": 1053,
    " khô": 101,
    "khôn": 613,
    "hông": 518,
    "ông ": 1054,
    "ỗ": 1224,
    "hỗ": 553,
    "ỗ ": 1225,
    " hỗ": 95,
    "hỗ ": 554,
    " hỗ ": 96,
    "tr": 866,
    "rợ": 814,
    "ợ ": 1245,
    " tr": 218,
    "trợ": 880,
    "rợ ": 815,
    " trợ": 225,
    "trợ ": 881,
    "à ": 973,
    "là ": 641,
    " là ": 117,
    "há": 500,
    "nh": 718,
    "h ": 471,
    "khá": 608,
    "hán": 503,
    "ánh": 997,
    "nh ": 719,
    " khá": 100,
    "khán": 610,
    "hánh": 504,
    "ánh ": 998,
    "ê": 1011,
    "tê": 887,
    "ên": 1013,
    " tê": 230,
    "tên": 888,
    "ên ": 1014,
    " tên": 231,
    "tên ": 889,
    "ù": 1055,
    "hù": 519,
    "ùn": 1056,
    " hù": 89,
    "hùn": 520,
    "ùng": 1057,
    " hùn": 90,
    "hùng": 521,
    "ùng ": 1058,
    "la": 624,
    "an": 325,
    " la": 110,
    "lan": 625,
    "an ": 326,
    " lan": 111,
    "lan ": 626,
    " mi": 131,
    "min": 668,
    "inh": 570,
    " min": 132,
    "minh": 669,
    "inh ": 571,
    "â": 1001,
    "đâ": 1079,
    "ây": 1004,
    " đâ": 279,
    "đây": 1080,
    "ây ": 1005,
    " đây": 280,
    "đây ": 1081,
    "ĩ": 1111,
    "gh": 434,
    "hĩ": 525,
    "ĩa": 1112,
    "a ": 317,
    " ng": 157,
    "ngh": 708,
    "ghĩ": 435,
    "hĩa": 526,
    "ĩa ": 1113,
    " ngh": 158,
    "nghĩ": 709,
    "ghĩa": 436,
    "hĩa ": 527,
    "ơ": 1114,
    "hơ": 528,
    "ơ ": 1115,
    "thơ": 848,
    "hơ ": 529,
    " thơ": 208,
    "thơ ": 849,
    "ệ": 1195,
    "đi": 1073,
    "iệ": 592,
    "ệp": 1198,
    " đi": 276,
    "điệ": 1076,
    "iệp": 595,
    "ệp ": 1199,
    " điệ": 278,
    "điệp": 1078,
    "iệp ": 596,
    "ba": 338,
    "ao": 331,
    " ba": 8,
    "bao": 339,
    "ao ": 332,
    " bao": 9,
    "bao ": 340,
    "iê": 572,
    "êu": 1017,
    "u ": 916,
    " nh": 163,
    "nhi": 720,
    "hiê": 480,
    "iêu": 573,
    "êu ": 1018,
    " nhi": 164,
    "nhiê": 721,
    "hiêu": 481,
    "iêu ": 574,
    "ò": 1035,
    " p": 178,
    "ph": 772,
    "hò": 508,
    "òn": 1038,
    " ph": 179,
    "phò": 773,
    "hòn": 511,
    "òng": 1040,
    " phò": 180,
    "phòn": 774,
    "hòng": 512,
    "òng ": 1041,
    "ro": 799,
    "tro": 870,
    "ron": 800,
    "ong": 757,
    " tro": 220,
    "tron": 871,
    "rong": 801,
    "ong ": 758,
    "nhà": 723,
    "hà ": 494,
    " nhà": 165,
    "nhà ": 724,
    "ữ": 1255,
    "hữ": 558,
    "ữn": 1257,
    "nhữ": 727,
    "hữn": 559,
    "ững": 1258,
    " nhữ": 167,
    "nhữn": 728,
    "hững": 560,
    "ững ": 1259,
    "nà": 738,
    " nà": 168,
    "nào": 739,
    " nào": 169,
    "nào ": 740,
    "ki": 614,
    "iể": 589,
    "ểm": 1191,
    " ki": 102,
    "kiể": 615,
    "iểm": 590,
    "ểm ": 1192,
    " kiể": 103,
    "kiểm": 616,
    "iểm ": 591,
    "ra": 790,
    "tra": 867,
    "ra ": 791,
    " tra": 219,
    "tra ": 868,
    "ố": 1215,
    "số": 830,
    "ố ": 1216,
    " số": 199,
    "số ": 831,
    " số ": 200,
    "li": 630,
    "ệt": 1200,
    "t ": 833,
    " li": 114,
    "liệ": 631,
    "iệt": 597,
    "ệt ": 1201,
    " liệ": 115,
    "liệt": 632,
    "iệt ": 598,
    "kê": 617,
    "ê ": 1012,
    " kê": 104,
    "kê ": 618,
    " kê ": 105,
    "cá": 386,
    "ác": 987,
    " cá": 36,
    "các": 387,
    "ác ": 988,
    " các": 37,
    "các ": 388,
    "mì": 682,
    "ìn": 1023,
    " mì": 141,
    "mìn": 683,
    "ình": 1024,
    " mìn": 142,
    "mình": 684,
    "ình ": 1025,
    "ế": 1175,
    "iế": 581,
    "ết": 1183,
    "thi": 838,
    "hiế": 482,
    "iết": 584,
    "ết ": 1184,
    " thi": 203,
    "thiế": 839,
    "hiết": 483,
    "iết ": 585,
    "ị": 1206,
    "bị": 362,
    "ị ": 1207,
    " bị": 22,
    "bị ": 363,
    " bị ": 23,
    "hác": 501,
    "ách": 989,
    "ch ": 370,
    "khác": 609,
    "hách": 502,
    "ách ": 990,
    "ủ": 1251,
    "gủ": 468,
    "ủ ": 1252,
    "ngủ": 716,
    "gủ ": 469,
    " ngủ": 162,
    "ngủ ": 717,
    "bế": 359,
    "ếp": 1181,
    " bế": 20,
    "bếp": 360,
    "ếp ": 1182,
    " bếp": 21,
    "bếp ": 361,
    "ậ": 1156,
    "bậ": 356,
    "ật": 1157,
    " bậ": 18,
    "bật": 357,
    "ật ": 1158,
    " bật": 19,
    "bật ": 358,
    "è": 1006,
    "đè": 1082,
    "èn": 1007,
    " đè": 281,
    "đèn": 1083,
    "èn ": 1008,
    " đèn": 282,
    "đèn ": 1084,
    "ầ": 1153,
    "rầ": 805,
    "ần": 1154,
    "trầ": 874,
    "rần": 806,
    "ần ": 1155,
    " trầ": 222,
    "trần": 875,
    "rần ": 807,
    "to": 864,
    " to": 216,
    "to ": 865,
    " to ": 217,
    "q": 777,
    " q": 182,
    "qu": 778,
    "uạ": 933,
    "ạt": 1143,
    " qu": 183,
    "quạ": 784,
    "uạt": 934,
    "ạt ": 1144,
    " quạ": 186,
    "quạt": 785,
    "uạt ": 935,
    "v": 942,
    "tv": 882,
    "v ": 943,
    " tv": 226,
    "tv ": 883,
    " tv ": 227,
    "ề": 1185,
    "iề": 586,
    "ều": 1187,
    "điề": 1074,
    "iều": 587,
    "ều ": 1188,
    " điề": 277,
    "điều": 1075,
    "iều ": 588,
    "òa": 1036,
    " hò": 85,
    "hòa": 509,
    "òa ": 1037,
    " hòa": 86,
    "hòa ": 510,
    "le": 627,
    "ed": 415,
    " le": 112,
    "led": 628,
    "ed ": 416,
    " led": 113,
    "led ": 629,
    "ỏ": 1213,
    "hỏ": 551,
    "ỏ ": 1214,
    "nhỏ": 725,
    "hỏ ": 552,
    " nhỏ": 166,
    "nhỏ ": 726,
    "ở": 1242,
    "mở": 697,
    "ở ": 1243,
    " mở": 151,
    "mở ": 698,
    " mở ": 152,
    "ớ": 1231,
    "lớ": 657,
    "ớn": 1234,
    " lớ": 128,
    "lớn": 658,
    "ớn ": 1235,
    " lớn": 129,
    "lớn ": 659,
    "ắ": 1161,
    "tắ": 907,
    "ắt": 1165,
    " tắ": 243,
    "tắt": 908,
    "ắt ": 1166,
    " tắt": 244,
    "tắt ": 909,
    "mu": 673,
    "uố": 936,
    "ốn": 1219,
    " mu": 135,
    "muố": 674,
    "uốn": 937,
    "ốn ": 1220,
    " muố": 136,
    "muốn": 675,
    "uốn ": 938,
    "gắ": 462,
    "ngắ": 714,
    "gắt": 463,
    " ngắ": 161,
    "ngắt": 715,
    "gắt ": 464,
    "ỉ": 1202,
    "hỉ": 548,
    "ỉn": 1203,
    "chỉ": 381,
    "hỉn": 549,
    "ỉnh": 1204,
    " chỉ": 33,
    "chỉn": 382,
    "hỉnh": 550,
    "ỉnh ": 1205,
    "ộ": 1226,
    "độ": 1107,
    "ộ ": 1227,
    " độ": 299,
    "độ ": 1108,
    " độ ": 300,
    "_": 307,
    " _": 1,
    "__": 309,
    "_n": 313,
    "nu": 735,
    "um": 923,
    "mb": 662,
    "be": 341,
    "r_": 787,
    "_ ": 308,
    " __": 2,
    "__n": 311,
    "_nu": 314,
    "num": 736,
    "umb": 924,
    "mbe": 663,
    "ber": 342,
    "er_": 424,
    "r__": 788,
    "__ ": 310,
    " __n": 3,
    "__nu": 312,
    "_num": 315,
    "numb": 737,
    "umbe": 925,
    "mber": 664,
    "ber_": 343,
    "er__": 425,
    "r__ ": 789,
    "tă": 901,
    " tă": 239,
    "tăn": 902,
    " tăn": 240,
    "tăng": 903,
    "lê": 646,
    " lê": 121,
    "lên": 647,
    " lên": 122,
    "lên ": 648,
    "ả": 1145,
    "iả": 578,
    "ảm": 1146,
    "giả": 440,
    "iảm": 579,
    "ảm ": 1147,
    " giả": 63,
    "giảm": 441,
    "iảm ": 580,
    "cò": 393,
    " cò": 40,
    "còn": 394,
    "òn ": 1039,
    " còn": 41,
    "còn ": 395,
    "ặ": 1167,
    "đặ": 1091,
    "ặt": 1168,
    " đặ": 287,
    "đặt": 1092,
    "ặt ": 1169,
    " đặt": 288,
    "đặt ": 1093,
    "đế": 1097,
    "ến": 1177,
    " đế": 291,
    "đến": 1098,
    "ến ": 1178,
    " đến": 292,
    "đến ": 1099,
    "tố": 910,
    "ốc": 1217,
    " tố": 245,
    "tốc": 911,
    "ốc ": 1218,
    " tốc": 246,
    "tốc ": 912,
    " v": 249,
    "về": 955,
    "ề ": 1186,
    " về": 257,
    "về ": 956,
    " về ": 258,
    "hu": 490,
    "uy": 926,
    "yể": 969,
    "ển": 1193,
    "chu": 373,
    "huy": 491,
    "uyể": 927,
    "yển": 970,
    "ển ": 1194,
    " chu": 29,
    "chuy": 374,
    "huyể": 492,
    "uyển": 928,
    "yển ": 971,
    "kên": 619,
    "ênh": 1015,
    " kên": 106,
    "kênh": 620,
    "ênh ": 1016,
    "sa": 817,
    " sa": 191,
    "san": 818,
    "ang": 327,
    " san": 192,
    "sang": 819,
    "ang ": 328,
    "đổ": 1104,
    " đổ": 297,
    "đổi": 1105,
    " đổi": 298,
    "đổi ": 1106,
    " â": 267,
    "âm": 1002,
    " âm": 268,
    "âm ": 1003,
    " âm ": 269,
    "lư": 649,
    "ợn": 1248,
    " lư": 123,
    "lượ": 650,
    "ượn": 1132,
    "ợng": 1249,
    " lượ": 124,
    "lượn": 651,
    "ượng": 1133,
    "ợng ": 1250,
    "hiệ": 484,
    "nhiệ": 722,
    "hiệt": 485,
    "hế": 544,
    "ế ": 1176,
    "chế": 379,
    "hế ": 545,
    " chế": 32,
    "chế ": 380,
    "àn": 976,
    "thà": 842,
    "hàn": 495,
    "ành": 979,
    " thà": 205,
    "thàn": 843,
    "hành": 497,
    "ành ": 980,
    "lạ": 652,
    " lạ": 125,
    "lạn": 655,
    "ạnh": 1141,
    " lạn": 127,
    "lạnh": 656,
    "ạnh ": 1142,
    "ô ": 1047,
    "hô ": 514,
    "khô ": 612,
    "ự": 1260,
    "tự": 913,
    "ự ": 1261,
    " tự": 247,
    "tự ": 914,
    " tự ": 248,
    "ộn": 1228,
    "độn": 1109,
    "ộng": 1229,
    " độn": 301,
    "động": 1110,
    "ộng ": 1230,
    "ấ": 1148,
    " ấ": 302,
    "ấm": 1149,
    " ấm": 303,
    "ấm ": 1150,
    " ấm ": 304,
    "ẹ": 1170,
    "hẹ": 541,
    "ẹn": 1171,
    " hẹ": 93,
    "hẹn": 542,
    "ẹn ": 1172,
    " hẹn": 94,
    "hẹn ": 543,
    "ờ": 1238,
    "iờ": 602,
    "ờ ": 1239,
    "giờ": 444,
    "iờ ": 603,
    " giờ": 65,
    "giờ ": 445,
    "au": 333,
    "sau": 822,
    "au ": 334,
    " sau": 194,
    "sau ": 823,
    "hú": 522,
    "út": 1062,
    "phú": 775,
    "hút": 523,
    "út ": 1063,
    " phú": 181,
    "phút": 776,
    "hút ": 524,
    "ti": 860,
    " ti": 214,
    "tiế": 861,
    "iến": 582,
    "ếng": 1179,
    " tiế": 215,
    "tiến": 862,
    "iếng": 583,
    "ếng ": 1180,
    "đa": 1070,
    " đa": 274,
    "đan": 1071,
    " đan": 275,
    "đang": 1072,
    "cả": 400,
    " cả": 46,
    "cảm": 401,
    " cảm": 47,
    "cảm ": 402,
    "hấ": 535,
    "ấy": 1151,
    "thấ": 850,
    "hấy": 536,
    "ấy ": 1152,
    " thấ": 209,
    "thấy": 851,
    "hấy ": 537,
    "thế": 854,
    " thế": 211,
    "thế ": 855,
    "tâ": 884,
    " tâ": 228,
    "tâm": 885,
    " tâm": 229,
    "tâm ": 886,
    "rạ": 802,
    "trạ": 872,
    "rạn": 803,
    "ạng": 1139,
    " trạ": 221,
    "trạn": 873,
    "rạng": 804,
    "ạng ": 1140,
    "củ": 405,
    "ủa": 1253,
    " củ": 50,
    "của": 406,
    "ủa ": 1254,
    " của": 51,
    "của ": 407,
    " r": 187,
    " ra": 188,
    " ra ": 189,
    "sao": 820,
    " sao": 193,
    "sao ": 821,
    "vu": 944,
    "ui": 921,
    " vu": 250,
    "vui": 947,
    "ui ": 922,
    " vui": 252,
    "vui ": 948,
    "ôm": 1050,
    " hô": 87,
    "hôm": 515,
    "ôm ": 1051,
    " hôm": 88,
    "hôm ": 516,
    "na": 701,
    "ay": 335,
    " na": 154,
    "nay": 704,
    "ay ": 336,
    " nay": 156,
    "nay ": 705,
    "hờ": 555,
    "ời": 1240,
    "thờ": 858,
    "hời": 556,
    "ời ": 1241,
    " thờ": 213,
    "thời": 859,
    "hời ": 557,
    "tiết": 863,
    "rờ": 811,
    "trờ": 878,
    "rời": 812,
    " trờ": 224,
    "trời": 879,
    "rời ": 813,
    " d": 52,
    "dự": 412,
    " dự": 55,
    "dự ": 413,
    " dự ": 56,
    "bá": 350,
    "áo": 999,
    " bá": 14,
    "báo": 351,
    "áo ": 1000,
    " báo": 15,
    "báo ": 352,
    "mư": 688,
    "ưa": 1121,
    " mư": 145,
    "mưa": 689,
    "ưa ": 1122,
    " mưa": 146,
    "mưa ": 690,
    "nắ": 746,
    "ắn": 1162,
    " nắ": 174,
    "nắn": 747,
    "ắng": 1163,
    " nắn": 175,
    "nắng": 748,
    "ắng ": 1164,
    "tì": 890,
    "ìm": 1021,
    " tì": 232,
    "tìm": 891,
    "ìm ": 1022,
    " tìm": 233,
    "tìm ": 892,
    " hà": 83,
    "àng": 977,
    " hàn": 84,
    "hàng": 496,
    "àng ": 978,
    "gầ": 459,
    " gầ": 72,
    "gần": 460,
    " gần": 73,
    "gần ": 461,
    "sạ": 827,
    " sạ": 197,
    "sạn": 828,
    " sạn": 198,
    "sạn ": 829,
    "uá": 929,
    "quá": 781,
    "uán": 931,
    "án ": 994,
    " quá": 185,
    "quán": 783,
    "uán ": 932,
    " ă": 270,
    " ăn": 271,
    "ăn ": 1066,
    " ăn ": 272,
    "ua": 917,
    "qua": 779,
    "uan": 919,
    "anh": 329,
    " qua": 184,
    "quan": 780,
    "uanh": 920,
    "anh ": 330,
    "ngo": 710,
    "gon": 447,
    " ngo": 159,
    "ngon": 711,
    "gon ": 448,
    "mó": 685,
    "ón": 1044,
    " mó": 143,
    "món": 686,
    "ón ": 1045,
    " món": 144,
    "món ": 687,
    "am": 323,
    "nam": 702,
    "am ": 324,
    " nam": 155,
    "nam ": 703,
    "ha": 472,
    " ha": 77,
    "hay": 473,
    " hay": 78,
    "hay ": 474,
    "nữ": 749,
    "ữ ": 1256,
    " nữ": 176,
    "nữ ": 750,
    " nữ ": 177,
    "iớ": 599,
    "ới": 1232,
    "giớ": 442,
    "iới": 600,
    "ới ": 1233,
    " giớ": 64,
    "giới": 443,
    "iới ": 601,
    "í": 1026,
    "tí": 893,
    "ín": 1032,
    " tí": 234,
    "tín": 896,
    "ính": 1033,
    " tín": 236,
    "tính": 897,
    "ính ": 1034,
    "co": 383,
    " co": 34,
    "con": 384,
    " con": 35,
    "con ": 385,
    "gá": 451,
    "ái": 991,
    " gá": 68,
    "gái": 452,
    "ái ": 992,
    " gái": 69,
    "gái ": 453,
    "ai": 321,
    "rai": 792,
    "ai ": 322,
    "trai": 869,
    "rai ": 793,
    "gư": 456,
    "ườ": 1126,
    "ngư": 712,
    "gườ": 457,
    "ười": 1127,
    " ngư": 160,
    "ngườ": 713,
    "gười": 458,
    "ười ": 1128,
    " y": 264,
    "yê": 966,
    " yê": 265,
    "yêu": 967,
    " yêu": 266,
    "yêu ": 968,
    "vậ": 952,
    "ậy": 1159,
    " vậ": 255,
    "vậy": 953,
    "ậy ": 1160,
    " vậy": 256,
    "vậy ": 954,
    "để": 1100,
    " để": 293,
    "để ": 1101,
    " để ": 294,
    "cô": 398,
    " cô": 44,
    "cô ": 399,
    " cô ": 45,
    "đơ": 1085,
    "ơn": 1118,
    " đơ": 283,
    "đơn": 1086,
    "ơn ": 1119,
    " đơn": 284,
    "đơn ": 1087,
    "á ": 986,
    "uá ": 930,
    "quá ": 782,
    "cách": 389,
    "mà": 676,
    "àu": 983,
    " mà": 137,
    "màu": 677,
    "àu ": 984,
    " màu": 138,
    "màu ": 678,
    "xa": 958,
    " xa": 260,
    "xan": 959,
    " xan": 261,
    "xanh": 960,
    "đỏ": 1102,
    " đỏ": 295,
    "đỏ ": 1103,
    " đỏ ": 296,
    "ím": 1030,
    "tím": 894,
    "ím ": 1031,
    " tím": 235,
    "tím ": 895,
    "và": 949,
    " và": 253,
    "vàn": 950,
    " vàn": 254,
    "vàng": 951,
    "rắ": 808,
    "trắ": 876,
    "rắn": 809,
    " trắ": 223,
    "trắn": 877,
    "rắng": 810,
    "ca": 366,
    " ca": 25,
    "cam": 367,
    " cam": 26,
    "cam ": 368,
    "da": 410,
    " da": 53,
    "da ": 411,
    " da ": 54,
    "lá": 644,
    " lá": 119,
    "lá ": 645,
    " lá ": 120,
    "câ": 390,
    " câ": 38,
    "cây": 391,
    " cây": 39,
    "cây ": 392,
    "tạ": 904,
    "ại": 1135,
    " tạ": 241,
    "tại": 905,
    "ại ": 1136,
    " tại": 242,
    "tại ": 906,
    "ọ": 1208,
    "gọ": 465,
    "ọi": 1211,
    " gọ": 74,
    "gọi": 466,
    "ọi ": 1212,
    " gọi": 75,
    "gọi ": 467,
    "ện": 1196,
    "iện": 593,
    "ện ": 1197,
    "điện": 1077,
    "iện ": 594,
    "ho": 486,
    "oạ": 767,
    "tho": 840,
    "hoạ": 488,
    "oại": 768,
    " tho": 204,
    "thoạ": 841,
    "hoại": 489,
    "oại ": 769,
    "thô": 846,
    " thô": 207,
    "thôn": 847,
    "khi": 606,
    " khi": 99,
    "khi ": 607,
    "nó": 741,
    " nó": 170,
    "nó ": 742,
    " nó ": 171,
    "cho": 371,
    "ho ": 487,
    " cho": 28,
    "cho ": 372,
    "đẹ": 1094,
    "ẹp": 1173,
    " đẹ": 289,
    "đẹp": 1095,
    "ẹp ": 1174,
    " đẹp": 290,
    "đẹp ": 1096,
    "bi": 344,
    " bi": 10,
    "biế": 345,
    " biế": 11,
    "biết": 346,
    "ơi": 1116,
    "chơ": 377,
    "hơi": 530,
    "ơi ": 1117,
    " chơ": 31,
    "chơi": 378,
    "hơi ": 531,
    "cờ": 403,
    " cờ": 48,
    "cờ ": 404,
    " cờ ": 49,
    "vua": 945,
    "ua ": 918,
    " vua": 251,
    "vua ": 946,
    "mặ": 691,
    " mặ": 147,
    "mặt": 692,
    " mặt": 148,
    "mặt ": 693,
    "mọ": 694,
    "ọc": 1209,
    " mọ": 149,
    "mọc": 695,
    "ọc ": 1210,
    " mọc": 150,
    "mọc ": 696,
    " ở": 305,
    " ở ": 306,
    "hư": 532,
    "ướ": 1123,
    " hư": 91,
    "hướ": 533,
    "ướn": 1124,
    "ớng": 1236,
    " hướ": 92,
    "hướn": 534,
    "ướng": 1125,
    "ớng ": 1237,
    "hậ": 538,
    "thậ": 852,
    "hật": 539,
    " thậ": 210,
    "thật": 853,
    "hật ": 540,
    "mè": 679,
    "èo": 1009,
    " mè": 139,
    "mèo": 680,
    "èo ": 1010,
    " mèo": 140,
    "mèo ": 681,
    "lại": 653,
    " lại": 126,
    "lại ": 654,
    "hí": 505,
    "íc": 1027,
    "thí": 844,
    "híc": 506,
    "ích": 1028,
    " thí": 206,
    "thíc": 845,
    "hích": 507,
    "ích ": 1029
  },
  "response": null,
  "action_text": null
}