{
  "text": {
    " ": 0,
    "x": 1086,
    "i": 647,
    "n": 790,
    " x": 295,
    "xi": 1093,
    "in": 654,
    "n ": 791,
    " xi": 300,
    "xin": 1094,
    "in ": 655,
    " xin": 301,
    "xin ": 1095,
    "c": 412,
    "h": 534,
    "à": 1104,
    "o": 851,
    " c": 23,
    "ch": 417,
    "hà": 567,
    "ào": 1113,
    "o ": 852,
    " ch": 26,
    "chà": 423,
    "hào": 572,
    "ào ": 1114,
    " chà": 29,
    "chào": 424,
    "hào ": 573,
    "e": 475,
    "l": 713,
    " h": 84,
    "he": 539,
    "el": 479,
    "ll": 720,
    "lo": 723,
    " he": 87,
    "hel": 541,
    "ell": 480,
    "llo": 721,
    "lo ": 724,
    " hel": 88,
    "hell": 542,
    "ello": 481,
    "llo ": 722,
    "g": 489,
    "d": 465,
    " g": 67,
    "go": 507,
    "oo": 859,
    "od": 853,
    "d ": 466,
    " go": 74,
    "goo": 510,
    "ood": 860,
    "od ": 854,
    " goo": 75,
    "good": 511,
    "ood ": 861,
    "m": 747,
    "r": 895,
    " m": 136,
    "mo": 757,
    "or": 862,
    "rn": 904,
    "ni": 827,
    "ng": 797,
    "g ": 490,
    " mo": 139,
    "mor": 758,
    "orn": 863,
    "rni": 905,
    "nin": 828,
    "ing": 656,
    "ng ": 798,
    " mor": 140,
    "morn": 759,
    "orni": 864,
    "rnin": 906,
    "ning": 829,
    "ing ": 657,
    "hi": 543,
    "i ": 648,
    " hi": 89,
    "hi ": 544,
    " hi ": 90,
    "y": 1096,
    " e": 64,
    "em": 482,
    "mi": 752,
    "il": 649,
    "ly": 725,
    "y ": 1097,
    " em": 65,
    "emi": 484,
    "mil": 753,
    "ily": 650,
    "ly ": 726,
    " emi": 66,
    "emil": 485,
    "mily": 754,
    "ily ": 651,
    "b": 386,
    "u": 1040,
    "ổ": 1371,
    " b": 7,
    "bu": 398,
    "uổ": 1063,
    "ổi": 1372,
    " bu": 13,
    "buổ": 399,
    "uổi": 1064,
    "ổi ": 1373,
    " buổ": 14,
    "buổi": 400,
    "uổi ": 1065,
    "s": 924,
    "á": 1117,
    " s": 207,
    "sá": 932,
    "án": 1125,
    " sá": 212,
    "sán": 933,
    "áng": 1126,
    " sán": 213,
    "sáng": 934,
    "áng ": 1127,
    "ạ": 1266,
    "bạ": 401,
    "ạn": 1271,
    " bạ": 15,
    "bạn": 402,
    "ạn ": 1272,
    " bạn": 16,
    "bạn ": 403,
    "ó": 1173,
    "có": 448,
    "ó ": 1174,
    " có": 44,
    "có ": 449,
    " có ": 45,
    "t": 940,
    "ể": 1333,
    " t": 218,
    "th": 946,
    "hể": 627,
    "ể ": 1334,
    " th": 222,
    "thể": 966,
    "hể ": 628,
    " thể": 232,
    "thể ": 967,
    " l": 117,
    "là": 727,
    "àm": 1106,
    "m ": 748,
    " là": 122,
    "làm": 729,
    "àm ": 1107,
    " làm": 124,
    "làm ": 730,
    "ì": 1150,
    "gì": 515,
    "ì ": 1151,
    " gì": 78,
    "gì ": 516,
    " gì ": 79,
    "ú": 1188,
    "p": 876,
    "gi": 496,
    "iú": 665,
    "úp": 1189,
    "p ": 877,
    " gi": 68,
    "giú": 499,
    "iúp": 666,
    "úp ": 1190,
    " giú": 70,
    "giúp": 500,
    "iúp ": 667,
    "đ": 1198,
    "ư": 1251,
    "ợ": 1397,
    " đ": 314,
    "đư": 1215,
    "ượ": 1261,
    "ợc": 1399,
    "c ": 413,
    " đư": 325,
    "đượ": 1216,
    "ược": 1262,
    "ợc ": 1400,
    " đượ": 326,
    "được": 1217,
    "ược ": 1263,
    "ô": 1179,
    "tô": 1016,
    "ôi": 1181,
    " tô": 261,
    "tôi": 1017,
    "ôi ": 1182,
    " tôi": 262,
    "tôi ": 1018,
    "k": 696,
    " k": 107,
    "kh": 697,
    "hô": 591,
    "ôn": 1185,
    " kh": 108,
    "khô": 703,
    "hôn": 595,
    "ông": 1186,
    " khô": 111,
    "khôn": 705,
    "hông": 596,
    "ông ": 1187,
    "ỗ": 1377,
    "hỗ": 637,
    "ỗ ": 1378,
    " hỗ": 105,
    "hỗ ": 638,
    " hỗ ": 106,
    "tr": 984,
    "rợ": 922,
    "ợ ": 1398,
    " tr": 242,
    "trợ": 998,
    "rợ ": 923,
    " trợ": 249,
    "trợ ": 999,
    "ê": 1142,
    "tê": 1005,
    "ên": 1144,
    " tê": 254,
    "tên": 1006,
    "ên ": 1145,
    " tên": 255,
    "tên ": 1007,
    "à ": 1105,
    "là ": 728,
    " là ": 123,
    "há": 574,
    "nh": 812,
    "h ": 535,
    "khá": 700,
    "hán": 577,
    "ánh": 1128,
    "nh ": 813,
    " khá": 110,
    "khán": 702,
    "hánh": 578,
    "ánh ": 1129,
    "ho": 554,
    "oà": 867,
    "àn": 1108,
    " ho": 92,
    "hoà": 558,
    "oàn": 868,
    "àng": 1109,
    " hoà": 94,
    "hoàn": 559,
    "oàng": 869,
    "àng ": 1110,
    " d": 57,
    "du": 469,
    "uy": 1051,
    " du": 60,
    "duy": 470,
    "uy ": 1052,
    " duy": 61,
    "duy ": 471,
    "ĩ": 1240,
    "a": 369,
    " n": 162,
    "gh": 491,
    "hĩ": 600,
    "ĩa": 1241,
    "a ": 370,
    " ng": 166,
    "ngh": 799,
    "ghĩ": 494,
    "hĩa": 601,
    "ĩa ": 1242,
    " ngh": 167,
    "nghĩ": 801,
    "ghĩa": 495,
    "hĩa ": 602,
    "ơ": 1243,
    "hơ": 603,
    "ơ ": 1244,
    "thơ": 958,
    "hơ ": 604,
    " thơ": 228,
    "thơ ": 959,
    "ệ": 1339,
    "đi": 1199,
    "iệ": 684,
    "ệp": 1342,
    " đi": 315,
    "điệ": 1203,
    "iệp": 687,
    "ệp ": 1343,
    " điệ": 318,
    "điệp": 1205,
    "iệp ": 688,
    "ki": 706,
    "iể": 679,
    "ểm": 1335,
    " ki": 112,
    "kiể": 707,
    "iểm": 680,
    "ểm ": 1336,
    " kiể": 113,
    "kiểm": 708,
    "iểm ": 681,
    "ra": 900,
    "tra": 985,
    "ra ": 901,
    " tra": 243,
    "tra ": 986,
    "ba": 387,
    "ao": 380,
    " ba": 8,
    "bao": 388,
    "ao ": 381,
    " bao": 9,
    "bao ": 389,
    "iê": 662,
    "êu": 1148,
    "u ": 1041,
    " nh": 173,
    "nhi": 814,
    "hiê": 547,
    "iêu": 663,
    "êu ": 1149,
    " nhi": 174,
    "nhiê": 815,
    "hiêu": 548,
    "iêu ": 664,
    "ò": 1166,
    " p": 193,
    "ph": 878,
    "hò": 584,
    "òn": 1169,
    " ph": 194,
    "phò": 883,
    "hòn": 587,
    "òng": 1171,
    " phò": 197,
    "phòn": 884,
    "hòng": 588,
    "òng ": 1172,
    "nhà": 817,
    "hà ": 568,
    " nhà": 175,
    "nhà ": 818,
    "ro": 907,
    "on": 855,
    "tro": 988,
    "ron": 908,
    "ong": 857,
    " tro": 244,
    "tron": 989,
    "rong": 909,
    "ong ": 858,
    "li": 717,
    "ệt": 1344,
    "t ": 941,
    " li": 120,
    "liệ": 718,
    "iệt": 689,
    "ệt ": 1345,
    " liệ": 121,
    "liệt": 719,
    "iệt ": 690,
    "kê": 709,
    "ê ": 1143,
    " kê": 114,
    "kê ": 710,
    " kê ": 115,
    "cá": 438,
    "ác": 1119,
    " cá": 38,
    "các": 439,
    "ác ": 1120,
    " các": 39,
    "các ": 440,
    "mì": 766,
    "ìn": 1154,
    " mì": 145,
    "mìn": 767,
    "ình": 1155,
    " mìn": 146,
    "mình": 768,
    "ình ": 1156,
    "ữ": 1412,
    "hữ": 644,
    "ữn": 1414,
    "nhữ": 825,
    "hữn": 645,
    "ững": 1415,
    " nhữ": 179,
    "nhữn": 826,
    "hững": 646,
    "ững ": 1416,
    "nà": 833,
    " nà": 180,
    "nào": 834,
    " nào": 181,
    "nào ": 835,
    "ế": 1319,
    "iế": 671,
    "ết": 1327,
    "thi": 947,
    "hiế": 549,
    "iết": 674,
    "ết ": 1328,
    " thi": 223,
    "thiế": 948,
    "hiết": 550,
    "iết ": 675,
    "ị": 1350,
    "bị": 410,
    "ị ": 1351,
    " bị": 21,
    "bị ": 411,
    " bị ": 22,
    "bế": 407,
    "ếp": 1325,
    " bế": 19,
    "bếp": 408,
    "ếp ": 1326,
    " bếp": 20,
    "bếp ": 409,
    "hác": 575,
    "ách": 1121,
    "ch ": 418,
    "khác": 701,
    "hách": 576,
    "ách ": 1122,
    "ủ": 1406,
    "gủ": 532,
    "ủ ": 1407,
    "ngủ": 810,
    "gủ ": 533,
    " ngủ": 172,
    "ngủ ": 811,
    "ậ": 1296,
    "bậ": 404,
    "ật": 1297,
    " bậ": 17,
    "bật": 405,
    "ật ": 1298,
    " bật": 18,
    "bật ": 406,
    "è": 1137,
    "đè": 1209,
    "èn": 1138,
    " đè": 321,
    "đèn": 1210,
    "èn ": 1139,
    " đèn": 322,
    "đèn ": 1211,
    "ầ": 1293,
    "rầ": 913,
    "ần": 1294,
    "trầ": 992,
    "rần": 914,
    "ần ": 1295,
    " trầ": 246,
    "trần": 993,
    "rần ": 915,
    "ỏ": 1360,
    "hỏ": 632,
    "ỏ ": 1361,
    "nhỏ": 823,
    "hỏ ": 633,
    " nhỏ": 178,
    "nhỏ ": 824,
    "to": 982,
    " to": 240,
    "to ": 983,
    " to ": 241,
    "q": 887,
    " q": 199,
    "qu": 888,
    "uạ": 1057,
    "ạt": 1277,
    " qu": 200,
    "quạ": 893,
    "uạt": 1058,
    "ạt ": 1278,
    " quạ": 203,
    "quạt": 894,
    "uạt ": 1059,
    "v": 1066,
    "tv": 1000,
    "v ": 1067,
    " tv": 250,
    "tv ": 1001,
    " tv ": 251,
    "cô": 450,
    " cô": 46,
    "côn": 452,
    " côn": 48,
    "công": 453,
    "ắ": 1301,
    "tắ": 1027,
    "ắc": 1302,
    " tắ": 269,
    "tắc": 1028,
    "ắc ": 1303,
    " tắc": 270,
    "tắc ": 1029,
    "_": 355,
    " _": 1,
    "__": 360,
    "_n": 366,
    "nu": 830,
    "um": 1048,
    "mb": 749,
    "be": 390,
    "er": 486,
    "r_": 896,
    "_ ": 356,
    " __": 2,
    "__n": 364,
    "_nu": 367,
    "num": 831,
    "umb": 1049,
    "mbe": 750,
    "ber": 391,
    "er_": 487,
    "r__": 897,
    "__ ": 361,
    " __n": 3,
    "__nu": 365,
    "_num": 368,
    "numb": 832,
    "umbe": 1050,
    "mber": 751,
    "ber_": 392,
    "er__": 488,
    "r__ ": 898,
    "nú": 840,
    "út": 1191,
    " nú": 185,
    "nút": 841,
    "út ": 1192,
    " nút": 186,
    "nút ": 842,
    "le": 714,
    "ed": 477,
    " le": 118,
    "led": 715,
    "ed ": 478,
    " led": 119,
    "led ": 716,
    "ề": 1329,
    "iề": 676,
    "ều": 1331,
    "điề": 1201,
    "iều": 677,
    "ều ": 1332,
    " điề": 317,
    "điều": 1202,
    "iều ": 678,
    "òa": 1167,
    " hò": 97,
    "hòa": 585,
    "òa ": 1168,
    " hòa": 98,
    "hòa ": 586,
    "ở": 1395,
    "mở": 786,
    "ở ": 1396,
    " mở": 158,
    "mở ": 787,
    " mở ": 159,
    "ớ": 1384,
    "lớ": 744,
    "ớn": 1387,
    " lớ": 134,
    "lớn": 745,
    "ớn ": 1388,
    " lớn": 135,
    "lớn ": 746,
    "ắt": 1307,
    "tắt": 1030,
    "ắt ": 1308,
    " tắt": 271,
    "tắt ": 1031,
    "gắ": 526,
    "ngắ": 808,
    "gắt": 527,
    " ngắ": 171,
    "ngắt": 809,
    "gắt ": 528,
    "ă": 1193,
    "tă": 1019,
    "ăn": 1194,
    " tă": 263,
    "tăn": 1020,
    "ăng": 1196,
    " tăn": 264,
    "tăng": 1021,
    "ăng ": 1197,
    "ộ": 1379,
    "độ": 1236,
    "ộ ": 1380,
    " độ": 341,
    "độ ": 1237,
    " độ ": 342,
    "cò": 445,
    " cò": 42,
    "còn": 446,
    "òn ": 1170,
    " còn": 43,
    "còn ": 447,
    "ả": 1279,
    "iả": 668,
    "ảm": 1280,
    "giả": 501,
    "iảm": 669,
    "ảm ": 1281,
    " giả": 71,
    "giảm": 502,
    "iảm ": 670,
    "ỉ": 1346,
    "hỉ": 629,
    "ỉn": 1347,
    "chỉ": 431,
    "hỉn": 630,
    "ỉnh": 1348,
    " chỉ": 33,
    "chỉn": 432,
    "hỉnh": 631,
    "ỉnh ": 1349,
    "lê": 733,
    " lê": 127,
    "lên": 734,
    " lên": 128,
    "lên ": 735,
    "ặ": 1309,
    "đặ": 1218,
    "ặt": 1312,
    " đặ": 327,
    "đặt": 1219,
    "ặt ": 1313,
    " đặt": 328,
    "đặt ": 1220,
    "đế": 1224,
    "ến": 1321,
    " đế": 331,
    "đến": 1225,
    "ến ": 1322,
    " đến": 332,
    "đến ": 1226,
    "ố": 1362,
    "tố": 1032,
    "ốc": 1364,
    " tố": 272,
    "tốc": 1033,
    "ốc ": 1365,
    " tốc": 273,
    "tốc ": 1034,
    " v": 281,
    "về": 1082,
    "ề ": 1330,
    " về": 291,
    "về ": 1083,
    " về ": 292,
    "số": 938,
    "ố ": 1363,
    " số": 216,
    "số ": 939,
    " số ": 217,
    "hu": 564,
    "yể": 1101,
    "ển": 1337,
    "chu": 421,
    "huy": 565,
    "uyể": 1053,
    "yển": 1102,
    "ển ": 1338,
    " chu": 28,
    "chuy": 422,
    "huyể": 566,
    "uyển": 1054,
    "yển ": 1103,
    "sa": 925,
    "an": 375,
    " sa": 208,
    "san": 926,
    "ang": 376,
    " san": 209,
    "sang": 927,
    "ang ": 377,
    "kên": 711,
    "ênh": 1146,
    " kên": 116,
    "kênh": 712,
    "ênh ": 1147,
    "đổ": 1233,
    " đổ": 339,
    "đổi": 1234,
    " đổi": 340,
    "đổi ": 1235,
    "â": 1132,
    " â": 305,
    "âm": 1133,
    " âm": 306,
    "âm ": 1134,
    " âm ": 307,
    "lư": 736,
    "ợn": 1401,
    " lư": 129,
    "lượ": 737,
    "ượn": 1264,
    "ợng": 1402,
    " lượ": 130,
    "lượn": 738,
    "ượng": 1265,
    "ợng ": 1403,
    "hiệ": 551,
    "nhiệ": 816,
    "hiệt": 553,
    "để": 1227,
    " để": 333,
    "để ": 1228,
    " để ": 334,
    "hế": 625,
    "ế ": 1320,
    "chế": 429,
    "hế ": 626,
    " chế": 32,
    "chế ": 430,
    "lạ": 739,
    " lạ": 131,
    "lạn": 742,
    "ạnh": 1275,
    " lạn": 133,
    "lạnh": 743,
    "ạnh ": 1276,
    "cho": 419,
    "ho ": 555,
    " cho": 27,
    "cho ": 420,
    "ô ": 1180,
    "hô ": 592,
    "khô ": 704,
    "ự": 1417,
    "tự": 1038,
    "ự ": 1418,
    " tự": 276,
    "tự ": 1039,
    " tự ": 277,
    "ộn": 1381,
    "độn": 1238,
    "ộng": 1382,
    " độn": 343,
    "động": 1239,
    "ộng ": 1383,
    "ấ": 1284,
    " ấ": 344,
    "ấm": 1285,
    " ấm": 345,
    "ấm ": 1286,
    " ấm ": 346,
    "ẹ": 1314,
    "hẹ": 622,
    "ẹn": 1315,
    " hẹ": 103,
    "hẹn": 623,
    "ẹn ": 1316,
    " hẹn": 104,
    "hẹn ": 624,
    "ờ": 1391,
    "iờ": 694,
    "ờ ": 1392,
    "giờ": 505,
    "iờ ": 695,
    " giờ": 73,
    "giờ ": 506,
    "au": 382,
    "sau": 930,
    "au ": 383,
    " sau": 211,
    "sau ": 931,
    "hú": 597,
    "phú": 885,
    "hút": 598,
    " phú": 198,
    "phút": 886,
    "hút ": 599,
    "ti": 974,
    " ti": 236,
    "tiế": 977,
    "iến": 672,
    "ếng": 1323,
    " tiế": 238,
    "tiến": 978,
    "iếng": 673,
    "ếng ": 1324,
    ".": 351,
    "_.": 357,
    "._": 352,
    "__.": 362,
    "_._": 358,
    ".__": 353,
    "r__.": 899,
    "__._": 363,
    "_.__": 359,
    ".__n": 354,
    "ôm": 1183,
    " hô": 99,
    "hôm": 593,
    "ôm ": 1184,
    " hôm": 100,
    "hôm ": 594,
    "na": 792,
    "ay": 384,
    " na": 163,
    "nay": 795,
    "ay ": 385,
    " nay": 165,
    "nay ": 796,
    "cả": 457,
    " cả": 51,
    "cảm": 458,
    " cảm": 52,
    "cảm ": 459,
    "hấ": 616,
    "ấy": 1291,
    "thấ": 960,
    "hấy": 617,
    "ấy ": 1292,
    " thấ": 229,
    "thấy": 961,
    "hấy ": 618,
    "thế": 964,
    " thế": 231,
    "thế ": 965,
    "vu": 1068,
    "ui": 1046,
    " vu": 282,
    "vui": 1071,
    "ui ": 1047,
    " vui": 284,
    "vui ": 1072,
    "tâ": 1002,
    " tâ": 252,
    "tâm": 1003,
    " tâm": 253,
    "tâm ": 1004,
    "rạ": 910,
    "trạ": 990,
    "rạn": 911,
    "ạng": 1273,
    " trạ": 245,
    "trạn": 991,
    "rạng": 912,
    "ạng ": 1274,
    " r": 204,
    " ra": 205,
    " ra ": 206,
    "sao": 928,
    " sao": 210,
    "sao ": 929,
    "rờ": 919,
    "ời": 1393,
    "trờ": 996,
    "rời": 920,
    "ời ": 1394,
    " trờ": 248,
    "trời": 997,
    "rời ": 921,
    "nắ": 846,
    "ắn": 1304,
    " nắ": 189,
    "nắn": 847,
    "ắng": 1305,
    " nắn": 190,
    "nắng": 848,
    "ắng ": 1306,
    "mư": 772,
    "ưa": 1253,
    " mư": 149,
    "mưa": 773,
    "ưa ": 1254,
    " mưa": 150,
    "mưa ": 774,
    "hờ": 639,
    "thờ": 970,
    "hời": 640,
    " thờ": 234,
    "thời": 971,
    "hời ": 641,
    "tiết": 979,
    "tì": 1008,
    "ìm": 1152,
    " tì": 256,
    "tìm": 1009,
    "ìm ": 1153,
    " tìm": 257,
    "tìm ": 1010,
    "sạ": 935,
    " sạ": 214,
    "sạn": 936,
    " sạn": 215,
    "sạn ": 937,
    "ua": 1042,
    "qua": 889,
    "uan": 1044,
    "anh": 378,
    " qua": 201,
    "quan": 890,
    "uanh": 1045,
    "anh ": 379,
    "đâ": 1206,
    "ây": 1135,
    " đâ": 319,
    "đây": 1207,
    "ây ": 1136,
    " đây": 320,
    "đây ": 1208,
    " hà": 95,
    "hàn": 569,
    " hàn": 96,
    "hàng": 570,
    "gầ": 523,
    " gầ": 80,
    "gần": 524,
    " gần": 81,
    "gần ": 525,
    "thô": 956,
    " thô": 227,
    "thôn": 957,
    "tin": 975,
    " tin": 237,
    "tin ": 976,
    "iá": 660,
    "á ": 1118,
    "giá": 497,
    "iá ": 661,
    " giá": 69,
    "giá ": 498,
    "ồ": 1369,
    "đồ": 1231,
    "ồ ": 1370,
    " đồ": 337,
    "đồ ": 1232,
    " đồ ": 338,
    " ă": 311,
    " ăn": 312,
    "ăn ": 1195,
    " ăn ": 313,
    " u": 278,
    "uố": 1060,
    "ốn": 1366,
    " uố": 279,
    "uốn": 1061,
    "ống": 1367,
    " uốn": 280,
    "uống": 1062,
    "ống ": 1368,
    "dị": 472,
    "ịc": 1352,
    " dị": 62,
    "dịc": 473,
    "ịch": 1353,
    " dịc": 63,
    "dịch": 474,
    "ịch ": 1354,
    "ụ": 1404,
    "vụ": 1084,
    "ụ ": 1405,
    " vụ": 293,
    "vụ ": 1085,
    " vụ ": 294,
    "ện": 1340,
    "tiệ": 980,
    "iện": 685,
    "ện ": 1341,
    " tiệ": 239,
    "tiện": 981,
    "iện ": 686,
    "í": 1157,
    " í": 308,
    "íc": 1158,
    " íc": 309,
    "ích": 1159,
    " ích": 310,
    "ích ": 1160,
    "am": 373,
    "nam": 793,
    "am ": 374,
    " nam": 164,
    "nam ": 794,
    "ha": 536,
    " ha": 85,
    "hay": 537,
    " hay": 86,
    "hay ": 538,
    "nữ": 849,
    "ữ ": 1413,
    " nữ": 191,
    "nữ ": 850,
    " nữ ": 192,
    "iớ": 691,
    "ới": 1385,
    "giớ": 503,
    "iới": 692,
    "ới ": 1386,
    " giớ": 72,
    "giới": 504,
    "iới ": 693,
    "tí": 1011,
    "ín": 1163,
    " tí": 258,
    "tín": 1014,
    "ính": 1164,
    " tín": 260,
    "tính": 1015,
    "ính ": 1165,
    "củ": 462,
    "ủa": 1408,
    " củ": 55,
    "của": 463,
    "ủa ": 1409,
    " của": 56,
    "của ": 464,
    "gư": 520,
    "ườ": 1258,
    "ngư": 806,
    "gườ": 521,
    "ười": 1259,
    " ngư": 170,
    "ngườ": 807,
    "gười": 522,
    "ười ": 1260,
    " y": 302,
    "yê": 1098,
    " yê": 303,
    "yêu": 1099,
    " yêu": 304,
    "yêu ": 1100,
    "vậ": 1079,
    "ậy": 1299,
    " vậ": 289,
    "vậy": 1080,
    "ậy ": 1300,
    " vậy": 290,
    "vậy ": 1081,
    "cô ": 451,
    " cô ": 47,
    "đơ": 1212,
    "ơn": 1249,
    " đơ": 323,
    "đơn": 1213,
    "ơn ": 1250,
    " đơn": 324,
    "đơn ": 1214,
    "uá": 1055,
    "quá": 891,
    "uá ": 1056,
    " quá": 202,
    "quá ": 892,
    "cách": 441,
    "tư": 1022,
    "ư ": 1252,
    " tư": 265,
    "tư ": 1023,
    " tư ": 266,
    "vấ": 1076,
    "ấn": 1287,
    " vấ": 287,
    "vấn": 1077,
    "ấn ": 1288,
    " vấn": 288,
    "vấn ": 1078,
    "đi ": 1200,
    " đi ": 316,
    "oá": 870,
    "át": 1130,
    "tho": 949,
    "hoá": 560,
    "oát": 871,
    "át ": 1131,
    " tho": 224,
    "thoá": 950,
    "hoát": 561,
    "oát ": 872,
    " ế": 347,
    " ế ": 348,
    "gá": 512,
    "ái": 1123,
    " gá": 76,
    "gái": 513,
    "ái ": 1124,
    " gái": 77,
    "gái ": 514,
    "ai": 371,
    "rai": 902,
    "ai ": 372,
    "trai": 987,
    "rai ": 903,
    "mà": 760,
    "àu": 1115,
    " mà": 141,
    "màu": 761,
    "àu ": 1116,
    " màu": 142,
    "màu ": 762,
    "thà": 952,
    "ành": 1111,
    " thà": 225,
    "thàn": 953,
    "hành": 571,
    "ành ": 1112,
    "xa": 1087,
    " xa": 296,
    "xan": 1088,
    " xan": 297,
    "xanh": 1089,
    "đỏ": 1229,
    " đỏ": 335,
    "đỏ ": 1230,
    " đỏ ": 336,
    "ím": 1161,
    "tím": 1012,
    "ím ": 1162,
    " tím": 259,
    "tím ": 1013,
    "và": 1073,
    " và": 285,
    "vàn": 1074,
    " vàn": 286,
    "vàng": 1075,
    "rắ": 916,
    "trắ": 994,
    "rắn": 917,
    " trắ": 247,
    "trắn": 995,
    "rắng": 918,
    "ca": 414,
    " ca": 24,
    "cam": 415,
    " cam": 25,
    "cam ": 416,
    "da": 467,
    " da": 58,
    "da ": 468,
    " da ": 59,
    "lá": 731,
    " lá": 125,
    "lá ": 732,
    " lá ": 126,
    "câ": 442,
    " câ": 40,
    "cây": 443,
    " cây": 41,
    "cây ": 444,
    "tạ": 1024,
    "ại": 1269,
    " tạ": 267,
    "tại": 1025,
    "ại ": 1270,
    " tại": 268,
    "tại ": 1026,
    "ọ": 1355,
    "gọ": 529,
    "ọi": 1358,
    " gọ": 82,
    "gọi": 530,
    "ọi ": 1359,
    " gọi": 83,
    "gọi ": 531,
    "điện": 1204,
    "oạ": 873,
    "hoạ": 562,
    "oại": 874,
    "thoạ": 951,
    "hoại": 563,
    "oại ": 875,
    " mi": 137,
    "min": 755,
    "inh": 658,
    " min": 138,
    "minh": 756,
    "inh ": 659,
    "khi": 698,
    " khi": 109,
    "khi ": 699,
    "nó": 836,
    " nó": 182,
    "nó ": 837,
    " nó ": 183,
    "đẹ": 1221,
    "ẹp": 1317,
    " đẹ": 329,
    "đẹp": 1222,
    "ẹp ": 1318,
    " đẹp": 330,
    "đẹp ": 1223,
    "bi": 393,
    " bi": 10,
    "biế": 394,
    " biế": 11,
    "biết": 395,
    "ơi": 1245,
    "chơ": 427,
    "hơi": 605,
    "ơi ": 1246,
    " chơ": 31,
    "chơi": 428,
    "hơi ": 606,
    "cờ": 460,
    " cờ": 53,
    "cờ ": 461,
    " cờ ": 54,
    "vua": 1069,
    "ua ": 1043,
    " vua": 283,
    "vua ": 1070,
    "mặ": 778,
    " mặ": 153,
    "mặt": 781,
    " mặt": 155,
    "mặt ": 782,
    "mọ": 783,
    "ọc": 1356,
    " mọ": 156,
    "mọc": 784,
    "ọc ": 1357,
    " mọc": 157,
    "mọc ": 785,
    " ở": 349,
    " ở ": 350,
    "hư": 607,
    "ướ": 1255,
    " hư": 101,
    "hướ": 608,
    "ướn": 1256,
    "ớng": 1389,
    " hướ": 102,
    "hướn": 609,
    "ướng": 1257,
    "ớng ": 1390,
    "hậ": 619,
    "thậ": 962,
    "hật": 620,
    " thậ": 230,
    "thật": 963,
    "hật ": 621,
    "mè": 763,
    "èo": 1140,
    " mè": 143,
    "mèo": 764,
    "èo ": 1141,
    " mèo": 144,
    "mèo ": 765,
    "lại": 740,
    " lại": 132,
    "lại ": 741,
    "hí": 581,
    "thí": 954,
    "híc": 582,
    " thí": 226,
    "thíc": 955,
    "hích": 583,
    "ứ": 1410,
    "hứ": 642,
    "ứ ": 1411,
    "thứ": 972,
    "hứ ": 643,
    " thứ": 235,
    "thứ ": 973,
    "mấ": 775,
    " mấ": 151,
    "mấy": 776,
    " mấy": 152,
    "mấy ": 777,
    "co": 433,
    " co": 34,
    "con": 434,
    "on ": 856,
    " con": 35,
    "con ": 435,
    "gó": 517,
    "ón": 1177,
    "ngó": 804,
    "gón": 518,
    "ón ": 1178,
    " ngó": 169,
    "ngón": 805,
    "gón ": 519,
    "ta": 942,
    " ta": 219,
    "tay": 944,
    " tay": 221,
    "tay ": 945,
    " a": 4,
    " ai": 5,
    " ai ": 6,
    "tổ": 1035,
    "ổn": 1374,
    " tổ": 274,
    "tổn": 1036,
    "ổng": 1375,
    " tổn": 275,
    "tổng": 1037,
    "ổng ": 1376,
    "hố": 634,
    "thố": 968,
    "hốn": 635,
    " thố": 233,
    "thốn": 969,
    "hống": 636,
    "ỹ": 1419,
    "mỹ": 788,
    "ỹ ": 1420,
    " mỹ": 160,
    "mỹ ": 789,
    " mỹ ": 161,
    " hiệ": 91,
    "hiện": 552,
    "mó": 769,
    " mó": 147,
    "món": 770,
    " món": 148,
    "món ": 771,
    "ngo": 802,
    "gon": 508,
    " ngo": 168,
    "ngon": 803,
    "gon ": 509,
    "nấ": 843,
    "ấu": 1289,
    " nấ": 187,
    "nấu": 844,
    "ấu ": 1290,
    " nấu": 188,
    "nấu ": 845,
    "cơ": 454,
    "ơm": 1247,
    " cơ": 49,
    "cơm": 455,
    "ơm ": 1248,
    " cơm": 50,
    "cơm ": 456,
    "e ": 476,
    "ghe": 492,
    "he ": 540,
    "nghe": 800,
    "ghe ": 493,
    "hạ": 610,
    "ạc": 1267,
    "nhạ": 819,
    "hạc": 611,
    "ạc ": 1268,
    " nhạ": 176,
    "nhạc": 820,
    "hạc ": 612,
    "hó": 589,
    "chó": 425,
    "hó ": 590,
    " chó": 30,
    "chó ": 426,
    "ói": 1175,
    "nói": 838,
    "ói ": 1176,
    " nói": 184,
    "nói ": 839,
    "ta ": 943,
    " ta ": 220,
    "cà": 436,
    " cà": 36,
    "cà ": 437,
    " cà ": 37,
    "hê": 579,
    "phê": 881,
    "hê ": 580,
    " phê": 196,
    "phê ": 882,
    "ot": 865,
    "hot": 556,
    "ot ": 866,
    " hot": 93,
    "hot ": 557,
    "hả": 613,
    "ảy": 1282,
    "nhả": 821,
    "hảy": 614,
    "ảy ": 1283,
    " nhả": 177,
    "nhảy": 822,
    "hảy ": 615,
    "biể": 396,
    "iển": 682,
    " biể": 12,
    "biển": 397,
    "iển ": 683,
    "ặn": 1310,
    "mặn": 779,
    "ặn ": 1311,
    " mặn": 154,
    "mặn ": 780,
    "xe": 1090,
    " xe": 298,
    "xem": 1091,
    "em ": 483,
    " xem": 299,
    "xem ": 1092,
    "im": 652,
    "phi": 879,
    "him": 545,
    "im ": 653,
    " phi": 195,
    "phim": 880,
    "him ": 546
  },
  "response": null,
  "action_text": null
}