{
  "text": {
    " ": 0,
    "x": 275,
    "i": 183,
    "n": 210,
    " x": 53,
    "xi": 276,
    "in": 188,
    "n ": 211,
    " xi": 54,
    "xin": 277,
    "in ": 189,
    " xin": 55,
    "xin ": 278,
    "c": 113,
    "h": 158,
    "à": 284,
    "o": 222,
    " c": 14,
    "ch": 115,
    "hà": 172,
    "ào": 290,
    "o ": 223,
    " ch": 15,
    "chà": 118,
    "hào": 175,
    "ào ": 291,
    " chà": 17,
    "chào": 119,
    "hào ": 176,
    "e": 125,
    "l": 193,
    " h": 24,
    "he": 163,
    "el": 126,
    "ll": 194,
    "lo": 197,
    " he": 25,
    "hel": 164,
    "ell": 127,
    "llo": 195,
    "lo ": 198,
    " hel": 26,
    "hell": 165,
    "ello": 128,
    "llo ": 196,
    "t": 244,
    "ắ": 333,
    " t": 40,
    "tắ": 262,
    "ắt": 336,
    "t ": 245,
    " tắ": 50,
    "tắt": 265,
    "ắt ": 337,
    " tắt": 52,
    "tắt ": 266,
    "đ": 309,
    "è": 298,
    " đ": 56,
    "đè": 310,
    "èn": 299,
    " đè": 57,
    "đèn": 311,
    "èn ": 300,
    " đèn": 58,
    "đèn ": 312,
    "r": 224,
    "ầ": 327,
    "tr": 256,
    "rầ": 231,
    "ần": 328,
    " tr": 46,
    "trầ": 257,
    "rần": 232,
    "ần ": 329,
    " trầ": 47,
    "trần": 258,
    "rần ": 233,
    "to": 254,
    " to": 44,
    "to ": 255,
    " to ": 45,
    "ô": 301,
    "g": 150,
    "cô": 122,
    "ôn": 302,
    "ng": 215,
    "g ": 151,
    " cô": 19,
    "côn": 123,
    "ông": 303,
    "ng ": 216,
    " côn": 20,
    "công": 124,
    "ông ": 304,
    "ắc": 334,
    "c ": 114,
    "tắc": 263,
    "ắc ": 335,
    " tắc": 51,
    "tắc ": 264,
    "_": 88,
    "u": 267,
    "m": 202,
    "b": 103,
    " _": 6,
    "__": 90,
    "_n": 94,
    "nu": 219,
    "um": 269,
    "mb": 204,
    "be": 104,
    "er": 129,
    "r_": 225,
    "_ ": 89,
    " __": 7,
    "__n": 92,
    "_nu": 95,
    "num": 220,
    "umb": 270,
    "mbe": 205,
    "ber": 105,
    "er_": 130,
    "r__": 226,
    "__ ": 91,
    " __n": 8,
    "__nu": 93,
    "_num": 96,
    "numb": 221,
    "umbe": 271,
    "mber": 206,
    "ber_": 106,
    "er__": 131,
    "r__ ": 227,
    "ạ": 321,
    "hạ": 177,
    "ạt": 322,
    " hạ": 27,
    "hạt": 178,
    "ạt ": 323,
    " hạt": 28,
    "hạt ": 179,
    "ậ": 330,
    " b": 9,
    "bậ": 110,
    "ật": 331,
    " bậ": 12,
    "bật": 111,
    "ật ": 332,
    " bật": 13,
    "bật ": 112,
    "ỉ": 344,
    "hỉ": 180,
    "ỉn": 345,
    "nh": 217,
    "h ": 159,
    "chỉ": 120,
    "hỉn": 181,
    "ỉnh": 346,
    "nh ": 218,
    " chỉ": 18,
    "chỉn": 121,
    "hỉnh": 182,
    "ỉnh ": 347,
    "s": 234,
    "á": 294,
    " s": 35,
    "sá": 241,
    "án": 295,
    " sá": 38,
    "sán": 242,
    "áng": 296,
    " sán": 39,
    "sáng": 243,
    "áng ": 297,
    "ặ": 338,
    "đặ": 313,
    "ặt": 339,
    " đặ": 59,
    "đặt": 314,
    "ặt ": 340,
    " đặt": 60,
    "đặt ": 315,
    "ộ": 351,
    "độ": 319,
    "ộ ": 352,
    " độ": 63,
    "độ ": 320,
    " độ ": 64,
    "ă": 305,
    "tă": 259,
    "ăn": 306,
    " tă": 48,
    "tăn": 260,
    "ăng": 307,
    " tăn": 49,
    "tăng": 261,
    "ăng ": 308,
    "ả": 324,
    " g": 21,
    "gi": 155,
    "iả": 190,
    "ảm": 325,
    "m ": 203,
    " gi": 22,
    "giả": 156,
    "iảm": 191,
    "ảm ": 326,
    " giả": 23,
    "giảm": 157,
    "iảm ": 192,
    "th": 246,
    "àn": 287,
    " th": 41,
    "thà": 249,
    "hàn": 173,
    "ành": 288,
    " thà": 43,
    "thàn": 250,
    "hành": 174,
    "ành ": 289,
    "br": 107,
    "ri": 228,
    "ig": 185,
    "gh": 152,
    "ht": 166,
    "tn": 251,
    "ne": 212,
    "es": 132,
    "ss": 239,
    "s ": 235,
    " br": 10,
    "bri": 108,
    "rig": 229,
    "igh": 186,
    "ght": 153,
    "htn": 167,
    "tne": 252,
    "nes": 213,
    "ess": 133,
    "ss ": 240,
    " bri": 11,
    "brig": 109,
    "righ": 230,
    "ight": 187,
    "ghtn": 154,
    "htne": 168,
    "tnes": 253,
    "ness": 214,
    "ess ": 134,
    " l": 29,
    "là": 199,
    "àm": 285,
    " là": 30,
    "làm": 200,
    "àm ": 286,
    " làm": 31,
    "làm ": 201,
    "ổ": 348,
    "đổ": 316,
    "ổi": 349,
    "i ": 184,
    " đổ": 61,
    "đổi": 317,
    "ổi ": 350,
    " đổi": 62,
    "đổi ": 318,
    " m": 32,
    "mà": 207,
    "àu": 292,
    "u ": 268,
    " mà": 33,
    "màu": 208,
    "àu ": 293,
    " màu": 34,
    "màu ": 209,
    "#": 65,
    "f": 135,
    "0": 74,
    " #": 1,
    "#f": 70,
    "ff": 142,
    "f0": 137,
    "00": 76,
    "0f": 84,
    "f ": 136,
    " #f": 4,
    "#ff": 71,
    "ff0": 144,
    "f00": 138,
    "00f": 82,
    "0ff": 85,
    "ff ": 143,
    " #ff": 5,
    "#ff0": 72,
    "ff00": 145,
    "f00f": 141,
    "00ff": 83,
    "0ff ": 86,
    "#0": 66,
    "0 ": 75,
    " #0": 2,
    "#00": 67,
    "00 ": 77,
    " #00": 3,
    "#00f": 69,
    "0ff0": 87,
    "f00 ": 139,
    "a": 97,
    "y": 279,
    "ha": 160,
    "ay": 101,
    "y ": 280,
    "tha": 247,
    "hay": 161,
    "ay ": 102,
    " tha": 42,
    "thay": 248,
    "hay ": 162,
    "000": 78,
    "#000": 68,
    "0000": 80,
    "000f": 81,
    "ể": 341,
    "hu": 169,
    "uy": 272,
    "yể": 281,
    "ển": 342,
    "chu": 116,
    "huy": 170,
    "uyể": 273,
    "yển": 282,
    "ển ": 343,
    " chu": 16,
    "chuy": 117,
    "huyể": 171,
    "uyển": 274,
    "yển ": 283,
    "sa": 236,
    "an": 98,
    " sa": 36,
    "san": 237,
    "ang": 99,
    " san": 37,
    "sang": 238,
    "ang ": 100,
    "fff": 146,
    "#fff": 73,
    "ffff": 149,
    "fff0": 148,
    "f000": 140,
    "000 ": 79,
    "fff ": 147
  },
  "response": null,
  "action_text": null
}