{
  "text": {
    "xin": 75,
    "chào": 13,
    "hello": 27,
    "hi": 28,
    "bạn": 8,
    "tắt": 70,
    "đèn": 78,
    "trần": 62,
    "to": 58,
    "công": 17,
    "tắc": 69,
    "__number__": 2,
    "hạt": 30,
    "bốn": 12,
    "quạt": 50,
    "ở": 83,
    "phòng": 49,
    "khách": 32,
    "trong": 61,
    "bật": 9,
    "chỉnh": 14,
    "sáng": 52,
    "giảm": 23,
    "độ": 82,
    "tăng": 66,
    "đổi": 81,
    "màu": 41,
    "thành": 55,
    "ff0000": 20,
    "00ff00": 1,
    "0000ff": 0,
    "ffffff": 22,
    "ff00ff": 21,
    "vàng": 73,
    "sang": 51,
    "đỏ": 80,
    "xanh": 74,
    "tím": 64,
    "vang": 72,
    "tốc": 71,
    "mức": 42,
    "đặt": 79,
    "lên": 39,
    "xuống": 76,
    "điều": 77,
    "hẹn": 31,
    "giờ": 24,
    "tiếng": 57,
    "timer": 56,
    "kiểm": 34,
    "tra": 59,
    "có": 16,
    "bao": 5,
    "nhiêu": 45,
    "nhà": 46,
    "liệt": 36,
    "kê": 35,
    "các": 15,
    "những": 47,
    "nào": 48,
    "số": 53,
    "thiết": 54,
    "bị": 11,
    "tất": 68,
    "cả": 18,
    "bếp": 10,
    "ngủ": 44,
    "tạm": 67,
    "biệt": 6,
    "goodbye": 25,
    "bye": 7,
    "tên": 63,
    "là": 38,
    "gì": 26,
    "của": 19,
    "ai": 3,
    "tôi": 65,
    "khánh": 33,
    "long": 37,
    "trang": 60,
    "ngọc": 43,
    "anh": 4,
    "hùng": 29,
    "mai": 40
  },
  "intent": {
    "greet": 4,
    "turn_off_device": 10,
    "turn_on_device": 11,
    "set_brightness": 6,
    "set_color": 7,
    "set_fan_speed": 8,
    "set_timer": 9,
    "check_rooms": 2,
    "check_devices_in_room": 1,
    "goodbye": 3,
    "ask_user_name": 0,
    "provide_user_name": 5
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 13,
    "action_session_start": 15,
    "action_default_fallback": 7,
    "action_deactivate_loop": 4,
    "action_revert_fallback_events": 14,
    "action_default_ask_affirmation": 5,
    "action_default_ask_rephrase": 6,
    "action_two_stage_fallback": 22,
    "action_unlikely_intent": 23,
    "action_back": 1,
    "action_extract_slots": 8,
    "action_ask_user_name": 0,
    "action_check_devices_in_room": 2,
    "action_check_rooms": 3,
    "action_goodbye": 9,
    "action_greet": 10,
    "action_provide_user_name": 12,
    "action_set_brightness": 16,
    "action_set_color": 17,
    "action_set_fan_speed": 18,
    "action_set_timer": 19,
    "action_turn_off": 20,
    "action_turn_on": 21
  },
  "action_text": null,
  "intent_response_key": null
}