{
  "text": {
    "xin": 137,
    "chào": 11,
    "hello": 37,
    "good": 33,
    "morning": 64,
    "hi": 38,
    "emily": 27,
    "buổi": 2,
    "sáng": 93,
    "bạn": 3,
    "có": 19,
    "thể": 103,
    "làm": 58,
    "gì": 34,
    "giúp": 29,
    "được": 147,
    "tôi": 124,
    "không": 50,
    "hỗ": 45,
    "trợ": 117,
    "tên": 120,
    "là": 57,
    "khánh": 48,
    "hoàng": 39,
    "duy": 25,
    "nghĩa": 71,
    "thơ": 100,
    "điệp": 143,
    "kiểm": 51,
    "tra": 110,
    "bao": 1,
    "nhiêu": 75,
    "phòng": 84,
    "nhà": 77,
    "trong": 111,
    "liệt": 56,
    "kê": 52,
    "các": 14,
    "mình": 66,
    "những": 79,
    "nào": 80,
    "thiết": 96,
    "bị": 7,
    "bếp": 6,
    "khách": 47,
    "ngủ": 74,
    "bật": 5,
    "đèn": 145,
    "trần": 114,
    "nhỏ": 78,
    "to": 109,
    "quạt": 88,
    "tv": 118,
    "công": 21,
    "tắc": 126,
    "__number__": 0,
    "nút": 81,
    "led": 55,
    "điều": 142,
    "hòa": 41,
    "mở": 68,
    "lớn": 63,
    "tắt": 127,
    "ngắt": 73,
    "tăng": 125,
    "độ": 154,
    "còn": 18,
    "giảm": 30,
    "chỉnh": 13,
    "lên": 60,
    "đặt": 148,
    "đến": 149,
    "tốc": 128,
    "về": 134,
    "số": 95,
    "chuyển": 10,
    "sang": 90,
    "kênh": 53,
    "đổi": 153,
    "âm": 139,
    "lượng": 61,
    "nhiệt": 76,
    "để": 150,
    "chế": 12,
    "lạnh": 62,
    "cho": 9,
    "khô": 49,
    "tự": 129,
    "động": 155,
    "ấm": 156,
    "hẹn": 43,
    "giờ": 32,
    "sau": 92,
    "phút": 85,
    "tiếng": 106,
    "hôm": 42,
    "nay": 70,
    "cảm": 22,
    "thấy": 101,
    "thế": 102,
    "vui": 131,
    "tâm": 119,
    "trạng": 113,
    "ra": 89,
    "sao": 91,
    "trời": 116,
    "nắng": 82,
    "mưa": 67,
    "thời": 104,
    "tiết": 107,
    "tìm": 121,
    "sạn": 94,
    "quanh": 86,
    "đây": 144,
    "hàng": 40,
    "gần": 35,
    "thông": 99,
    "tin": 105,
    "giá": 28,
    "đồ": 152,
    "ăn": 141,
    "uống": 130,
    "dịch": 26,
    "vụ": 135,
    "tiện": 108,
    "ích": 140,
    "nam": 69,
    "hay": 36,
    "nữ": 83,
    "giới": 31,
    "tính": 123,
    "của": 23,
    "người": 72,
    "yêu": 138,
    "vậy": 133,
    "cô": 20,
    "đơn": 146,
    "quá": 87,
    "cách": 15,
    "màu": 65,
    "thành": 98,
    "xanh": 136,
    "đỏ": 151,
    "tím": 122,
    "vàng": 132,
    "trắng": 115,
    "cam": 8,
    "da": 24,
    "lá": 59,
    "cây": 17,
    "bất": 4,
    "kỳ": 54,
    "câu": 16,
    "hỏi": 44,
    "thuộc": 97,
    "intent": 46,
    "trên": 112
  },
  "intent": {
    "greet": 10,
    "ask_capabilities": 1,
    "provide_user_name": 11,
    "check_rooms": 8,
    "check_devices_in_room": 7,
    "turn_on": 21,
    "turn_off": 20,
    "set_brightness": 16,
    "set_fan_speed": 18,
    "change_tv_channel": 6,
    "adjust_tv_volume": 0,
    "set_ac_temperature": 14,
    "set_ac_mode": 13,
    "set_ac_timer": 15,
    "set_tv_timer": 19,
    "ask_mood": 4,
    "ask_weather": 5,
    "search_hotel_restaurant": 12,
    "ask_gender": 2,
    "ask_love_advice": 3,
    "set_color": 17,
    "fallback": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 16,
    "action_restart": 18,
    "action_session_start": 21,
    "action_default_fallback": 12,
    "action_deactivate_loop": 9,
    "action_revert_fallback_events": 19,
    "action_default_ask_affirmation": 10,
    "action_default_ask_rephrase": 11,
    "action_two_stage_fallback": 31,
    "action_unlikely_intent": 32,
    "action_back": 5,
    "action_extract_slots": 13,
    "action_adjust_tv_volume": 0,
    "action_ask_capabilities": 1,
    "action_ask_gender": 2,
    "action_ask_mood": 3,
    "action_ask_weather": 4,
    "action_change_tv_channel": 6,
    "action_check_devices_in_room": 7,
    "action_check_rooms": 8,
    "action_fallback": 14,
    "action_greet": 15,
    "action_provide_user_name": 17,
    "action_search_hotel_restaurant": 20,
    "action_set_ac_mode": 22,
    "action_set_ac_temperature": 23,
    "action_set_ac_timer": 24,
    "action_set_brightness": 25,
    "action_set_color": 26,
    "action_set_fan_speed": 27,
    "action_set_tv_timer": 28,
    "action_turn_off": 29,
    "action_turn_on": 30,
    "utter_ask_ac_temperature": 33,
    "utter_ask_tv_volume": 34
  },
  "action_text": null,
  "intent_response_key": null
}