{
  "text": {
    "xin": 57,
    "chào": 11,
    "hello": 23,
    "hi": 24,
    "bạn": 6,
    "tắt": 55,
    "đèn": 59,
    "trần": 50,
    "to": 47,
    "công": 15,
    "tắc": 54,
    "__number__": 2,
    "hạt": 25,
    "bốn": 10,
    "quạt": 40,
    "ở": 63,
    "phòng": 39,
    "khách": 27,
    "trong": 49,
    "bật": 7,
    "chỉnh": 12,
    "sáng": 41,
    "giảm": 20,
    "độ": 62,
    "tăng": 51,
    "đổi": 61,
    "màu": 32,
    "thành": 44,
    "ff0000": 17,
    "00ff00": 1,
    "0000ff": 0,
    "ffffff": 19,
    "ff00ff": 18,
    "tốc": 56,
    "đặt": 60,
    "mức": 33,
    "lên": 31,
    "xuống": 58,
    "hẹn": 26,
    "giờ": 21,
    "tiếng": 46,
    "timer": 45,
    "kiểm": 28,
    "tra": 48,
    "có": 14,
    "bao": 3,
    "nhiêu": 35,
    "nhà": 36,
    "liệt": 30,
    "kê": 29,
    "các": 13,
    "những": 37,
    "nào": 38,
    "số": 42,
    "thiết": 43,
    "bị": 9,
    "tất": 53,
    "cả": 16,
    "bếp": 8,
    "ngủ": 34,
    "tạm": 52,
    "biệt": 4,
    "goodbye": 22,
    "bye": 5
  },
  "intent": {
    "greet": 3,
    "turn_off_device": 8,
    "turn_on_device": 9,
    "set_brightness": 4,
    "set_color": 5,
    "set_fan_speed": 6,
    "set_timer": 7,
    "check_rooms": 1,
    "check_devices_in_room": 0,
    "goodbye": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 20,
    "action_unlikely_intent": 21,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_check_devices_in_room": 1,
    "action_check_rooms": 2,
    "action_goodbye": 8,
    "action_greet": 9,
    "action_set_brightness": 14,
    "action_set_color": 15,
    "action_set_fan_speed": 16,
    "action_set_timer": 17,
    "action_turn_off": 18,
    "action_turn_on": 19
  },
  "action_text": null,
  "intent_response_key": null
}