{
  "text": {
    " ": 0,
    "x": 345,
    "i": 222,
    "n": 264,
    " x": 85,
    "xi": 346,
    "in": 224,
    "n ": 265,
    " xi": 86,
    "xin": 347,
    "in ": 225,
    " xin": 87,
    "xin ": 348,
    "c": 149,
    "h": 190,
    "à": 349,
    "o": 282,
    " c": 20,
    "ch": 151,
    "hà": 201,
    "ào": 354,
    "o ": 283,
    " ch": 21,
    "chà": 153,
    "hào": 205,
    "ào ": 355,
    " chà": 22,
    "chào": 154,
    "hào ": 206,
    "e": 167,
    "l": 247,
    " h": 32,
    "he": 192,
    "el": 168,
    "ll": 251,
    "lo": 254,
    " he": 33,
    "hel": 193,
    "ell": 169,
    "llo": 252,
    "lo ": 255,
    " hel": 34,
    "hell": 194,
    "ello": 170,
    "llo ": 253,
    "hi": 195,
    "i ": 223,
    " hi": 35,
    "hi ": 196,
    " hi ": 36,
    "b": 131,
    "ạ": 390,
    " b": 9,
    "bạ": 138,
    "ạn": 391,
    " bạ": 12,
    "bạn": 139,
    "ạn ": 392,
    " bạn": 13,
    "bạn ": 140,
    "t": 313,
    "ắ": 406,
    " t": 70,
    "tắ": 332,
    "ắt": 409,
    "t ": 314,
    " tắ": 82,
    "tắt": 335,
    "ắt ": 410,
    " tắt": 84,
    "tắt ": 336,
    "đ": 383,
    "è": 366,
    " đ": 88,
    "đè": 384,
    "èn": 367,
    " đè": 89,
    "đèn": 385,
    "èn ": 368,
    " đèn": 90,
    "đèn ": 386,
    "r": 295,
    "ầ": 400,
    "tr": 322,
    "rầ": 304,
    "ần": 401,
    " tr": 76,
    "trầ": 327,
    "rần": 305,
    "ần ": 402,
    " trầ": 79,
    "trần": 328,
    "rần ": 306,
    "to": 320,
    " to": 74,
    "to ": 321,
    " to ": 75,
    "ô": 379,
    "g": 188,
    "cô": 162,
    "ôn": 380,
    "ng": 266,
    "g ": 189,
    " cô": 28,
    "côn": 163,
    "ông": 381,
    "ng ": 267,
    " côn": 29,
    "công": 164,
    "ông ": 382,
    "ắc": 407,
    "c ": 150,
    "tắc": 333,
    "ắc ": 408,
    " tắc": 83,
    "tắc ": 334,
    "_": 118,
    "u": 337,
    "m": 256,
    " _": 6,
    "__": 120,
    "_n": 124,
    "nu": 276,
    "um": 339,
    "mb": 258,
    "be": 135,
    "er": 171,
    "r_": 296,
    "_ ": 119,
    " __": 7,
    "__n": 122,
    "_nu": 125,
    "num": 277,
    "umb": 340,
    "mbe": 259,
    "ber": 136,
    "er_": 172,
    "r__": 297,
    "__ ": 121,
    " __n": 8,
    "__nu": 123,
    "_num": 126,
    "numb": 278,
    "umbe": 341,
    "mber": 260,
    "ber_": 137,
    "er__": 173,
    "r__ ": 298,
    "hạ": 213,
    "ạt": 393,
    " hạ": 37,
    "hạt": 214,
    "ạt ": 394,
    " hạt": 38,
    "hạt ": 215,
    "q": 291,
    " q": 62,
    "qu": 292,
    "uạ": 342,
    " qu": 63,
    "quạ": 293,
    "uạt": 343,
    " quạ": 64,
    "quạt": 294,
    "uạt ": 344,
    "ở": 433,
    " ở": 93,
    "ở ": 434,
    " ở ": 94,
    "p": 287,
    "ò": 373,
    " p": 59,
    "ph": 288,
    "hò": 210,
    "òn": 374,
    " ph": 60,
    "phò": 289,
    "hòn": 211,
    "òng": 375,
    " phò": 61,
    "phòn": 290,
    "hòng": 212,
    "òng ": 376,
    "k": 238,
    "á": 358,
    " k": 39,
    "kh": 239,
    "há": 207,
    "ác": 359,
    "h ": 191,
    " kh": 40,
    "khá": 240,
    "hác": 208,
    "ách": 361,
    "ch ": 152,
    " khá": 41,
    "khác": 241,
    "hách": 209,
    "ách ": 362,
    "ro": 301,
    "on": 284,
    "tro": 325,
    "ron": 302,
    "ong": 285,
    " tro": 78,
    "tron": 326,
    "rong": 303,
    "ong ": 286,
    "ố": 426,
    "bố": 146,
    "ốn": 428,
    " bố": 18,
    "bốn": 147,
    "ốn ": 429,
    " bốn": 19,
    "bốn ": 148,
    "ậ": 403,
    "bậ": 141,
    "ật": 404,
    " bậ": 14,
    "bật": 142,
    "ật ": 405,
    " bật": 15,
    "bật ": 143,
    "ỉ": 420,
    "hỉ": 216,
    "ỉn": 421,
    "nh": 268,
    "chỉ": 155,
    "hỉn": 217,
    "ỉnh": 422,
    "nh ": 269,
    " chỉ": 23,
    "chỉn": 156,
    "hỉnh": 218,
    "ỉnh ": 423,
    "s": 307,
    " s": 65,
    "sá": 308,
    "án": 363,
    " sá": 66,
    "sán": 309,
    "áng": 364,
    " sán": 67,
    "sáng": 310,
    "áng ": 365,
    "ổ": 430,
    "đổ": 387,
    "ổi": 431,
    " đổ": 91,
    "đổi": 388,
    "ổi ": 432,
    " đổi": 92,
    "đổi ": 389,
    " m": 49,
    "mà": 261,
    "àu": 356,
    "u ": 338,
    " mà": 50,
    "màu": 262,
    "àu ": 357,
    " màu": 51,
    "màu ": 263,
    "th": 315,
    "àn": 351,
    " th": 71,
    "thà": 318,
    "hàn": 203,
    "ành": 352,
    " thà": 73,
    "thàn": 319,
    "hành": 204,
    "ành ": 353,
    "#": 95,
    "f": 174,
    "0": 104,
    " #": 1,
    "#f": 100,
    "ff": 181,
    "f0": 176,
    "00": 106,
    "0 ": 105,
    " #f": 4,
    "#ff": 101,
    "ff0": 183,
    "f00": 177,
    "000": 108,
    "00 ": 107,
    " #ff": 5,
    "#ff0": 102,
    "ff00": 184,
    "f000": 179,
    "0000": 110,
    "000 ": 109,
    "#0": 96,
    "0f": 114,
    " #0": 2,
    "#00": 97,
    "00f": 112,
    "0ff": 115,
    " #00": 3,
    "#00f": 99,
    "00ff": 113,
    "0ff0": 117,
    "f00 ": 178,
    "f ": 175,
    "ff ": 182,
    "#000": 98,
    "000f": 111,
    "0ff ": 116,
    "fff": 185,
    "#fff": 103,
    "ffff": 187,
    "fff ": 186,
    "f00f": 180,
    "ể": 414,
    "ki": 242,
    "iể": 232,
    "ểm": 415,
    "m ": 257,
    " ki": 42,
    "kiể": 243,
    "iểm": 233,
    "ểm ": 416,
    " kiể": 43,
    "kiểm": 244,
    "iểm ": 234,
    "a": 127,
    "ra": 299,
    "a ": 128,
    "tra": 323,
    "ra ": 300,
    " tra": 77,
    "tra ": 324,
    "ó": 377,
    "có": 160,
    "ó ": 378,
    " có": 26,
    "có ": 161,
    " có ": 27,
    "ba": 132,
    "ao": 129,
    " ba": 10,
    "bao": 133,
    "ao ": 130,
    " bao": 11,
    "bao ": 134,
    "ê": 369,
    " n": 52,
    "iê": 226,
    "êu": 371,
    " nh": 53,
    "nhi": 270,
    "hiê": 197,
    "iêu": 227,
    "êu ": 372,
    " nhi": 54,
    "nhiê": 271,
    "hiêu": 198,
    "iêu ": 228,
    "à ": 350,
    "nhà": 272,
    "hà ": 202,
    " nhà": 55,
    "nhà ": 273,
    "ệ": 417,
    " l": 46,
    "li": 248,
    "iệ": 235,
    "ệt": 418,
    " li": 47,
    "liệ": 249,
    "iệt": 236,
    "ệt ": 419,
    " liệ": 48,
    "liệt": 250,
    "iệt ": 237,
    "kê": 245,
    "ê ": 370,
    " kê": 44,
    "kê ": 246,
    " kê ": 45,
    "cá": 157,
    " cá": 24,
    "các": 158,
    "ác ": 360,
    " các": 25,
    "các ": 159,
    "ữ": 435,
    "hữ": 219,
    "ữn": 436,
    "nhữ": 274,
    "hữn": 220,
    "ững": 437,
    " nhữ": 56,
    "nhữn": 275,
    "hững": 221,
    "ững ": 438,
    "nà": 279,
    " nà": 57,
    "nào": 280,
    " nào": 58,
    "nào ": 281,
    "số": 311,
    "ố ": 427,
    " số": 68,
    "số ": 312,
    " số ": 69,
    "ế": 411,
    "iế": 229,
    "ết": 412,
    "thi": 316,
    "hiế": 199,
    "iết": 230,
    "ết ": 413,
    " thi": 72,
    "thiế": 317,
    "hiết": 200,
    "iết ": 231,
    "ị": 424,
    "bị": 144,
    "ị ": 425,
    " bị": 16,
    "bị ": 145,
    " bị ": 17,
    "ấ": 397,
    "tấ": 329,
    "ất": 398,
    " tấ": 80,
    "tất": 330,
    "ất ": 399,
    " tất": 81,
    "tất ": 331,
    "ả": 395,
    "cả": 165,
    "ả ": 396,
    " cả": 30,
    "cả ": 166,
    " cả ": 31
  },
  "response": null,
  "action_text": null
}