{
  "text": {
    "xin": 150,
    "chào": 13,
    "hello": 40,
    "good": 34,
    "morning": 70,
    "afternoon": 1,
    "hi": 41,
    "emily": 29,
    "buổi": 4,
    "sáng": 107,
    "bạn": 6,
    "làm": 62,
    "được": 161,
    "gì": 36,
    "có": 22,
    "thể": 119,
    "kỹ": 57,
    "năng": 94,
    "giúp": 30,
    "tôi": 138,
    "không": 53,
    "hỗ": 48,
    "trợ": 131,
    "là": 61,
    "khánh": 51,
    "tên": 134,
    "hùng": 45,
    "lan": 58,
    "minh": 69,
    "đây": 158,
    "nghĩa": 82,
    "thơ": 115,
    "điệp": 157,
    "bao": 2,
    "nhiêu": 87,
    "phòng": 97,
    "trong": 126,
    "nhà": 89,
    "những": 91,
    "nào": 92,
    "kiểm": 54,
    "tra": 124,
    "số": 109,
    "liệt": 60,
    "kê": 55,
    "các": 18,
    "mình": 74,
    "thiết": 110,
    "bị": 9,
    "khách": 50,
    "ngủ": 86,
    "bếp": 8,
    "bật": 7,
    "đèn": 159,
    "trần": 128,
    "to": 123,
    "quạt": 102,
    "tv": 132,
    "điều": 155,
    "hòa": 43,
    "led": 59,
    "nhỏ": 90,
    "mở": 79,
    "lớn": 68,
    "tắt": 141,
    "muốn": 71,
    "ngắt": 85,
    "chỉnh": 16,
    "độ": 168,
    "__number__": 0,
    "tăng": 139,
    "lên": 64,
    "giảm": 31,
    "còn": 21,
    "đặt": 162,
    "đến": 164,
    "tốc": 142,
    "về": 148,
    "chuyển": 12,
    "kênh": 56,
    "sang": 104,
    "đổi": 167,
    "âm": 152,
    "lượng": 65,
    "nhiệt": 88,
    "chế": 15,
    "thành": 112,
    "lạnh": 67,
    "khô": 52,
    "tự": 143,
    "động": 169,
    "ấm": 170,
    "hẹn": 47,
    "giờ": 33,
    "sau": 106,
    "phút": 98,
    "tiếng": 121,
    "đang": 154,
    "cảm": 24,
    "thấy": 116,
    "thế": 118,
    "tâm": 133,
    "trạng": 127,
    "của": 26,
    "ra": 103,
    "sao": 105,
    "vui": 145,
    "hôm": 44,
    "nay": 81,
    "thời": 120,
    "tiết": 122,
    "trời": 130,
    "dự": 28,
    "báo": 5,
    "mưa": 76,
    "nắng": 95,
    "tìm": 135,
    "hàng": 42,
    "gần": 37,
    "sạn": 108,
    "quán": 101,
    "ăn": 153,
    "quanh": 99,
    "ngon": 83,
    "món": 75,
    "nam": 80,
    "hay": 39,
    "nữ": 96,
    "giới": 32,
    "tính": 137,
    "con": 17,
    "gái": 35,
    "trai": 125,
    "người": 84,
    "yêu": 151,
    "vậy": 147,
    "để": 165,
    "cô": 23,
    "đơn": 160,
    "quá": 100,
    "cách": 19,
    "màu": 72,
    "xanh": 149,
    "đỏ": 166,
    "tím": 136,
    "vàng": 146,
    "trắng": 129,
    "cam": 10,
    "da": 27,
    "lá": 63,
    "cây": 20,
    "tại": 140,
    "gọi": 38,
    "điện": 156,
    "thoại": 111,
    "thông": 114,
    "khi": 49,
    "nó": 93,
    "cho": 11,
    "đẹp": 163,
    "biết": 3,
    "chơi": 14,
    "cờ": 25,
    "vua": 144,
    "mặt": 77,
    "mọc": 78,
    "ở": 171,
    "hướng": 46,
    "thật": 117,
    "mèo": 73,
    "lại": 66,
    "thích": 113
  },
  "intent": {
    "greet": 10,
    "ask_capabilities": 1,
    "provide_user_name": 11,
    "check_rooms": 8,
    "check_devices_in_room": 7,
    "turn_on": 21,
    "turn_off": 20,
    "set_brightness": 16,
    "set_fan_speed": 18,
    "change_tv_channel": 6,
    "adjust_tv_volume": 0,
    "set_ac_temperature": 14,
    "set_ac_mode": 13,
    "set_ac_timer": 15,
    "set_tv_timer": 19,
    "ask_mood": 4,
    "ask_weather": 5,
    "search_hotel_restaurant": 12,
    "ask_gender": 2,
    "ask_love_advice": 3,
    "set_color": 17,
    "fallback": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 16,
    "action_restart": 18,
    "action_session_start": 21,
    "action_default_fallback": 12,
    "action_deactivate_loop": 9,
    "action_revert_fallback_events": 19,
    "action_default_ask_affirmation": 10,
    "action_default_ask_rephrase": 11,
    "action_two_stage_fallback": 31,
    "action_unlikely_intent": 32,
    "action_back": 5,
    "action_extract_slots": 13,
    "action_adjust_tv_volume": 0,
    "action_ask_capabilities": 1,
    "action_ask_gender": 2,
    "action_ask_mood": 3,
    "action_ask_weather": 4,
    "action_change_tv_channel": 6,
    "action_check_devices_in_room": 7,
    "action_check_rooms": 8,
    "action_fallback": 14,
    "action_greet": 15,
    "action_provide_user_name": 17,
    "action_search_hotel_restaurant": 20,
    "action_set_ac_mode": 22,
    "action_set_ac_temperature": 23,
    "action_set_ac_timer": 24,
    "action_set_brightness": 25,
    "action_set_color": 26,
    "action_set_fan_speed": 27,
    "action_set_tv_timer": 28,
    "action_turn_off": 29,
    "action_turn_on": 30,
    "utter_ask_ac_temperature": 33,
    "utter_ask_tv_volume": 34
  },
  "action_text": null,
  "intent_response_key": null
}