{
  "text": {
    " ": 0,
    "x": 799,
    "i": 466,
    "n": 576,
    " x": 214,
    "xi": 803,
    "in": 471,
    "n ": 577,
    " xi": 217,
    "xin": 804,
    "in ": 472,
    " xin": 218,
    "xin ": 805,
    "c": 306,
    "h": 397,
    "à": 814,
    "o": 619,
    " c": 20,
    "ch": 311,
    "hà": 416,
    "ào": 823,
    "o ": 620,
    " ch": 23,
    "chà": 315,
    "hào": 421,
    "ào ": 824,
    " chà": 25,
    "chào": 316,
    "hào ": 422,
    "e": 350,
    "l": 522,
    " h": 66,
    "he": 402,
    "el": 353,
    "ll": 532,
    "lo": 535,
    " he": 69,
    "hel": 403,
    "ell": 354,
    "llo": 533,
    "lo ": 536,
    " hel": 70,
    "hell": 404,
    "ello": 355,
    "llo ": 534,
    "g": 368,
    "d": 344,
    " g": 52,
    "go": 379,
    "oo": 627,
    "od": 621,
    "d ": 345,
    " go": 58,
    "goo": 382,
    "ood": 628,
    "od ": 622,
    " goo": 59,
    "good": 383,
    "ood ": 629,
    "m": 554,
    "r": 651,
    " m": 112,
    "mo": 564,
    "or": 632,
    "rn": 659,
    "ni": 602,
    "ng": 583,
    "g ": 369,
    " mo": 115,
    "mor": 565,
    "orn": 633,
    "rni": 660,
    "nin": 603,
    "ing": 473,
    "ng ": 584,
    " mor": 116,
    "morn": 566,
    "orni": 634,
    "rnin": 661,
    "ning": 604,
    "ing ": 474,
    "a": 264,
    "f": 364,
    "t": 695,
    " a": 4,
    "af": 266,
    "ft": 365,
    "te": 697,
    "er": 359,
    "no": 605,
    "on": 623,
    " af": 5,
    "aft": 267,
    "fte": 366,
    "ter": 698,
    "ern": 362,
    "rno": 662,
    "noo": 606,
    "oon": 630,
    "on ": 624,
    " aft": 6,
    "afte": 268,
    "fter": 367,
    "tern": 699,
    "erno": 363,
    "rnoo": 663,
    "noon": 607,
    "oon ": 631,
    "hi": 405,
    "i ": 467,
    " hi": 71,
    "hi ": 406,
    " hi ": 72,
    "b": 285,
    "ạ": 948,
    " b": 7,
    "bạ": 295,
    "ạn": 949,
    " bạ": 12,
    "bạn": 296,
    "ạn ": 950,
    " bạn": 13,
    "bạn ": 297,
    " l": 94,
    "là": 539,
    "àm": 816,
    "m ": 555,
    " là": 101,
    "làm": 541,
    "àm ": 817,
    " làm": 103,
    "làm ": 542,
    "đ": 901,
    "ư": 937,
    "ợ": 1036,
    " đ": 228,
    "đư": 917,
    "ượ": 943,
    "ợc": 1037,
    "c ": 307,
    " đư": 239,
    "đượ": 918,
    "ược": 944,
    "ợc ": 1038,
    " đượ": 240,
    "được": 919,
    "ược ": 945,
    "ì": 859,
    "gì": 387,
    "ì ": 860,
    " gì": 62,
    "gì ": 388,
    " gì ": 63,
    "ó": 876,
    "có": 334,
    "ó ": 877,
    " có": 36,
    "có ": 335,
    " có ": 37,
    "ể": 998,
    " t": 165,
    "th": 700,
    "hể": 453,
    "ể ": 999,
    " th": 166,
    "thể": 709,
    "hể ": 454,
    " thể": 171,
    "thể ": 710,
    "k": 505,
    "ỹ": 1053,
    " k": 83,
    "kỹ": 520,
    "ỹ ": 1054,
    " kỹ": 92,
    "kỹ ": 521,
    " kỹ ": 93,
    "ă": 896,
    " n": 123,
    "nă": 614,
    "ăn": 897,
    " nă": 138,
    "năn": 615,
    "ăng": 899,
    " năn": 139,
    "năng": 616,
    "ăng ": 900,
    "ú": 891,
    "p": 635,
    "gi": 370,
    "iú": 480,
    "úp": 892,
    "p ": 636,
    " gi": 53,
    "giú": 371,
    "iúp": 481,
    "úp ": 893,
    " giú": 54,
    "giúp": 372,
    "iúp ": 482,
    "ô": 878,
    "tô": 749,
    "ôi": 880,
    " tô": 195,
    "tôi": 750,
    "ôi ": 881,
    " tôi": 196,
    "tôi ": 751,
    "à ": 815,
    "là ": 540,
    " là ": 102,
    "á": 827,
    "kh": 506,
    "há": 423,
    "án": 835,
    "nh": 591,
    "h ": 398,
    " kh": 84,
    "khá": 507,
    "hán": 426,
    "ánh": 839,
    "nh ": 592,
    " khá": 85,
    "khán": 509,
    "hánh": 427,
    "ánh ": 840,
    "ê": 851,
    "tê": 738,
    "ên": 853,
    " tê": 188,
    "tên": 739,
    "ên ": 854,
    " tên": 189,
    "tên ": 740,
    "ù": 887,
    "hù": 439,
    "ùn": 888,
    " hù": 79,
    "hùn": 440,
    "ùng": 889,
    " hùn": 80,
    "hùng": 441,
    "ùng ": 890,
    "la": 523,
    "an": 273,
    " la": 95,
    "lan": 524,
    "an ": 274,
    " lan": 96,
    "lan ": 525,
    "mi": 559,
    " mi": 113,
    "min": 562,
    "inh": 475,
    " min": 114,
    "minh": 563,
    "inh ": 476,
    "â": 843,
    "y": 806,
    "đâ": 908,
    "ây": 846,
    "y ": 807,
    " đâ": 233,
    "đây": 909,
    "ây ": 847,
    " đây": 234,
    "đây ": 910,
    "ba": 286,
    "ao": 279,
    " ba": 8,
    "bao": 287,
    "ao ": 280,
    " bao": 9,
    "bao ": 288,
    "u": 763,
    "iê": 477,
    "êu": 857,
    "u ": 764,
    " nh": 131,
    "nhi": 593,
    "hiê": 407,
    "iêu": 478,
    "êu ": 858,
    " nhi": 132,
    "nhiê": 594,
    "hiêu": 408,
    "iêu ": 479,
    "ò": 869,
    " p": 142,
    "ph": 637,
    "hò": 428,
    "òn": 872,
    " ph": 143,
    "phò": 638,
    "hòn": 431,
    "òng": 874,
    " phò": 144,
    "phòn": 639,
    "hòng": 432,
    "òng ": 875,
    "tr": 719,
    "ro": 664,
    " tr": 177,
    "tro": 723,
    "ron": 665,
    "ong": 625,
    " tro": 179,
    "tron": 724,
    "rong": 666,
    "ong ": 626,
    "nhà": 596,
    "hà ": 417,
    " nhà": 133,
    "nhà ": 597,
    "ữ": 1046,
    "hữ": 463,
    "ữn": 1048,
    "nhữ": 600,
    "hữn": 464,
    "ững": 1049,
    " nhữ": 135,
    "nhữn": 601,
    "hững": 465,
    "ững ": 1050,
    "nà": 611,
    " nà": 136,
    "nào": 612,
    " nào": 137,
    "nào ": 613,
    "ki": 513,
    "iể": 494,
    "ểm": 1000,
    " ki": 87,
    "kiể": 514,
    "iểm": 495,
    "ểm ": 1001,
    " kiể": 88,
    "kiểm": 515,
    "iểm ": 496,
    "ra": 655,
    "a ": 265,
    "tra": 720,
    "ra ": 656,
    " tra": 178,
    "tra ": 721,
    "s": 679,
    "ố": 1015,
    " s": 154,
    "số": 693,
    "ố ": 1016,
    " số": 163,
    "số ": 694,
    " số ": 164,
    "ệ": 1004,
    "li": 529,
    "iệ": 497,
    "ệt": 1005,
    "t ": 696,
    " li": 99,
    "liệ": 530,
    "iệt": 498,
    "ệt ": 1006,
    " liệ": 100,
    "liệt": 531,
    "iệt ": 499,
    "kê": 516,
    "ê ": 852,
    " kê": 89,
    "kê ": 517,
    " kê ": 90,
    "cá": 324,
    "ác": 829,
    " cá": 30,
    "các": 325,
    "ác ": 830,
    " các": 31,
    "các ": 326,
    "ế": 985,
    "iế": 486,
    "ết": 992,
    "thi": 701,
    "hiế": 409,
    "iết": 489,
    "ết ": 993,
    " thi": 167,
    "thiế": 702,
    "hiết": 410,
    "iết ": 490,
    "ị": 1011,
    "bị": 304,
    "ị ": 1012,
    " bị": 18,
    "bị ": 305,
    " bị ": 19,
    "hác": 424,
    "ách": 831,
    "ch ": 312,
    "khác": 508,
    "hách": 425,
    "ách ": 832,
    "ủ": 1042,
    "gủ": 395,
    "ủ ": 1043,
    " ng": 127,
    "ngủ": 589,
    "gủ ": 396,
    " ngủ": 130,
    "ngủ ": 590,
    "bế": 301,
    "ếp": 990,
    " bế": 16,
    "bếp": 302,
    "ếp ": 991,
    " bếp": 17,
    "bếp ": 303,
    "ậ": 968,
    "bậ": 298,
    "ật": 969,
    " bậ": 14,
    "bật": 299,
    "ật ": 970,
    " bật": 15,
    "bật ": 300,
    "è": 848,
    "đè": 911,
    "èn": 849,
    " đè": 235,
    "đèn": 912,
    "èn ": 850,
    " đèn": 236,
    "đèn ": 913,
    "ầ": 965,
    "rầ": 670,
    "ần": 966,
    "trầ": 727,
    "rần": 671,
    "ần ": 967,
    " trầ": 181,
    "trần": 728,
    "rần ": 672,
    "to": 717,
    " to": 175,
    "to ": 718,
    " to ": 176,
    "q": 642,
    " q": 146,
    "qu": 643,
    "uạ": 780,
    "ạt": 955,
    " qu": 147,
    "quạ": 649,
    "uạt": 781,
    "ạt ": 956,
    " quạ": 150,
    "quạt": 650,
    "uạt ": 782,
    "v": 786,
    "tv": 733,
    "v ": 787,
    " tv": 184,
    "tv ": 734,
    " tv ": 185,
    "ề": 994,
    "đi": 905,
    "iề": 491,
    "ều": 996,
    " đi": 231,
    "điề": 906,
    "iều": 492,
    "ều ": 997,
    " điề": 232,
    "điều": 907,
    "iều ": 493,
    "òa": 870,
    " hò": 75,
    "hòa": 429,
    "òa ": 871,
    " hòa": 76,
    "hòa ": 430,
    "le": 526,
    "ed": 351,
    " le": 97,
    "led": 527,
    "ed ": 352,
    " led": 98,
    "led ": 528,
    "ỏ": 1013,
    "hỏ": 458,
    "ỏ ": 1014,
    "nhỏ": 598,
    "hỏ ": 459,
    " nhỏ": 134,
    "nhỏ ": 599,
    "ắ": 973,
    "tắ": 755,
    "ắt": 977,
    " tắ": 199,
    "tắt": 756,
    "ắt ": 978,
    " tắt": 200,
    "tắt ": 757,
    "mu": 567,
    "uố": 783,
    "ốn": 1019,
    " mu": 117,
    "muố": 568,
    "uốn": 784,
    "ốn ": 1020,
    " muố": 118,
    "muốn": 569,
    "uốn ": 785,
    "ỉ": 1007,
    "hỉ": 455,
    "ỉn": 1008,
    "chỉ": 319,
    "hỉn": 456,
    "ỉnh": 1009,
    " chỉ": 27,
    "chỉn": 320,
    "hỉnh": 457,
    "ỉnh ": 1010,
    "ộ": 1024,
    "độ": 930,
    "ộ ": 1025,
    " độ": 249,
    "độ ": 931,
    " độ ": 250,
    "sá": 687,
    " sá": 159,
    "sán": 688,
    "áng": 837,
    " sán": 160,
    "sáng": 689,
    "áng ": 838,
    "_": 255,
    " _": 1,
    "__": 257,
    "_n": 261,
    "nu": 608,
    "um": 770,
    "mb": 556,
    "be": 289,
    "r_": 652,
    "_ ": 256,
    " __": 2,
    "__n": 259,
    "_nu": 262,
    "num": 609,
    "umb": 771,
    "mbe": 557,
    "ber": 290,
    "er_": 360,
    "r__": 653,
    "__ ": 258,
    " __n": 3,
    "__nu": 260,
    "_num": 263,
    "numb": 610,
    "umbe": 772,
    "mber": 558,
    "ber_": 291,
    "er__": 361,
    "r__ ": 654,
    "tă": 752,
    " tă": 197,
    "tăn": 753,
    " tăn": 198,
    "tăng": 754,
    "lê": 545,
    " lê": 106,
    "lên": 546,
    " lên": 107,
    "lên ": 547,
    "ả": 957,
    "iả": 483,
    "ảm": 958,
    "giả": 373,
    "iảm": 484,
    "ảm ": 959,
    " giả": 55,
    "giảm": 374,
    "iảm ": 485,
    "cò": 331,
    " cò": 34,
    "còn": 332,
    "òn ": 873,
    " còn": 35,
    "còn ": 333,
    "ặ": 979,
    "đặ": 920,
    "ặt": 980,
    " đặ": 241,
    "đặt": 921,
    "ặt ": 981,
    " đặt": 242,
    "đặt ": 922,
    "tố": 758,
    "ốc": 1017,
    " tố": 201,
    "tốc": 759,
    "ốc ": 1018,
    " tốc": 202,
    "tốc ": 760,
    " v": 205,
    "về": 797,
    "ề ": 995,
    " về": 212,
    "về ": 798,
    " về ": 213,
    "hu": 413,
    "uy": 773,
    "yể": 811,
    "ển": 1002,
    "chu": 313,
    "huy": 414,
    "uyể": 774,
    "yển": 812,
    "ển ": 1003,
    " chu": 24,
    "chuy": 314,
    "huyể": 415,
    "uyển": 775,
    "yển ": 813,
    "kên": 518,
    "ênh": 855,
    " kên": 91,
    "kênh": 519,
    "ênh ": 856,
    "sa": 680,
    " sa": 155,
    "san": 681,
    "ang": 275,
    " san": 156,
    "sang": 682,
    "ang ": 276,
    "ổ": 1021,
    "đổ": 927,
    "ổi": 1022,
    " đổ": 247,
    "đổi": 928,
    "ổi ": 1023,
    " đổi": 248,
    "đổi ": 929,
    " â": 222,
    "âm": 844,
    " âm": 223,
    "âm ": 845,
    " âm ": 224,
    "lư": 548,
    "ợn": 1039,
    " lư": 108,
    "lượ": 549,
    "ượn": 946,
    "ợng": 1040,
    " lượ": 109,
    "lượn": 550,
    "ượng": 947,
    "ợng ": 1041,
    "hiệ": 411,
    "nhiệ": 595,
    "hiệt": 412,
    "hế": 451,
    "ế ": 986,
    "chế": 317,
    "hế ": 452,
    " chế": 26,
    "chế ": 318,
    "àn": 818,
    "thà": 703,
    "hàn": 418,
    "ành": 821,
    " thà": 168,
    "thàn": 704,
    "hành": 420,
    "ành ": 822,
    "lạ": 551,
    " lạ": 110,
    "lạn": 552,
    "ạnh": 953,
    " lạn": 111,
    "lạnh": 553,
    "ạnh ": 954,
    "hô": 433,
    "ô ": 879,
    "khô": 510,
    "hô ": 434,
    " khô": 86,
    "khô ": 511,
    "ự": 1051,
    "tự": 761,
    "ự ": 1052,
    " tự": 203,
    "tự ": 762,
    " tự ": 204,
    "ộn": 1026,
    "độn": 932,
    "ộng": 1027,
    " độn": 251,
    "động": 933,
    "ộng ": 1028,
    "ấ": 960,
    " ấ": 252,
    "ấm": 961,
    " ấm": 253,
    "ấm ": 962,
    " ấm ": 254,
    "ẹ": 982,
    "hẹ": 448,
    "ẹn": 983,
    " hẹ": 81,
    "hẹn": 449,
    "ẹn ": 984,
    " hẹn": 82,
    "hẹn ": 450,
    "ờ": 1032,
    "iờ": 503,
    "ờ ": 1033,
    "giờ": 377,
    "iờ ": 504,
    " giờ": 57,
    "giờ ": 378,
    "au": 281,
    "sau": 685,
    "au ": 282,
    " sau": 158,
    "sau ": 686,
    "hú": 442,
    "út": 894,
    "phú": 640,
    "hút": 443,
    "út ": 895,
    " phú": 145,
    "phút": 641,
    "hút ": 444,
    "ti": 713,
    "ến": 987,
    " ti": 173,
    "tiế": 714,
    "iến": 487,
    "ếng": 988,
    " tiế": 174,
    "tiến": 715,
    "iếng": 488,
    "ếng ": 989,
    "đa": 902,
    " đa": 229,
    "đan": 903,
    " đan": 230,
    "đang": 904,
    "cả": 338,
    " cả": 40,
    "cảm": 339,
    " cảm": 41,
    "cảm ": 340,
    "hấ": 445,
    "ấy": 963,
    "thấ": 705,
    "hấy": 446,
    "ấy ": 964,
    " thấ": 169,
    "thấy": 706,
    "hấy ": 447,
    "thế": 707,
    " thế": 170,
    "thế ": 708,
    "tâ": 735,
    " tâ": 186,
    "tâm": 736,
    " tâm": 187,
    "tâm ": 737,
    "rạ": 667,
    "trạ": 725,
    "rạn": 668,
    "ạng": 951,
    " trạ": 180,
    "trạn": 726,
    "rạng": 669,
    "ạng ": 952,
    "củ": 341,
    "ủa": 1044,
    " củ": 42,
    "của": 342,
    "ủa ": 1045,
    " của": 43,
    "của ": 343,
    " r": 151,
    " ra": 152,
    " ra ": 153,
    "sao": 683,
    " sao": 157,
    "sao ": 684,
    "vu": 788,
    "ui": 768,
    " vu": 206,
    "vui": 789,
    "ui ": 769,
    " vui": 207,
    "vui ": 790,
    "ôn": 884,
    "hôn": 437,
    "ông": 885,
    "khôn": 512,
    "hông": 438,
    "ông ": 886,
    "ôm": 882,
    " hô": 77,
    "hôm": 435,
    "ôm ": 883,
    " hôm": 78,
    "hôm ": 436,
    "na": 578,
    "ay": 283,
    " na": 124,
    "nay": 581,
    "ay ": 284,
    " nay": 126,
    "nay ": 582,
    "hờ": 460,
    "ời": 1034,
    "thờ": 711,
    "hời": 461,
    "ời ": 1035,
    " thờ": 172,
    "thời": 712,
    "hời ": 462,
    "tiết": 716,
    "rờ": 676,
    "trờ": 731,
    "rời": 677,
    " trờ": 183,
    "trời": 732,
    "rời ": 678,
    " d": 44,
    "dự": 348,
    " dự": 47,
    "dự ": 349,
    " dự ": 48,
    "bá": 292,
    "áo": 841,
    " bá": 10,
    "báo": 293,
    "áo ": 842,
    " báo": 11,
    "báo ": 294,
    "mư": 573,
    "ưa": 938,
    " mư": 121,
    "mưa": 574,
    "ưa ": 939,
    " mưa": 122,
    "mưa ": 575,
    "tì": 741,
    "ìm": 861,
    " tì": 190,
    "tìm": 742,
    "ìm ": 862,
    " tìm": 191,
    "tìm ": 743,
    " hà": 73,
    "àng": 819,
    " hàn": 74,
    "hàng": 419,
    "àng ": 820,
    "gầ": 392,
    " gầ": 64,
    "gần": 393,
    " gần": 65,
    "gần ": 394,
    "sạ": 690,
    " sạ": 161,
    "sạn": 691,
    " sạn": 162,
    "sạn ": 692,
    "uá": 776,
    "quá": 646,
    "uán": 778,
    "án ": 836,
    " quá": 149,
    "quán": 648,
    "uán ": 779,
    " ă": 225,
    " ăn": 226,
    "ăn ": 898,
    " ăn ": 227,
    "ua": 765,
    "qua": 644,
    "uan": 766,
    "anh": 277,
    " qua": 148,
    "quan": 645,
    "uanh": 767,
    "anh ": 278,
    "ngo": 585,
    "gon": 380,
    " ngo": 128,
    "ngon": 586,
    "gon ": 381,
    "am": 271,
    "nam": 579,
    "am ": 272,
    " nam": 125,
    "nam ": 580,
    "ha": 399,
    " ha": 67,
    "hay": 400,
    " hay": 68,
    "hay ": 401,
    "nữ": 617,
    "ữ ": 1047,
    " nữ": 140,
    "nữ ": 618,
    " nữ ": 141,
    "ớ": 1029,
    "iớ": 500,
    "ới": 1030,
    "giớ": 375,
    "iới": 501,
    "ới ": 1031,
    " giớ": 56,
    "giới": 376,
    "iới ": 502,
    "í": 863,
    "tí": 744,
    "ín": 866,
    " tí": 192,
    "tín": 747,
    "ính": 867,
    " tín": 194,
    "tính": 748,
    "ính ": 868,
    "co": 321,
    " co": 28,
    "con": 322,
    " con": 29,
    "con ": 323,
    "gá": 384,
    "ái": 833,
    " gá": 60,
    "gái": 385,
    "ái ": 834,
    " gái": 61,
    "gái ": 386,
    "ai": 269,
    "rai": 657,
    "ai ": 270,
    "trai": 722,
    "rai ": 658,
    " e": 49,
    "em": 356,
    "il": 468,
    "ly": 537,
    " em": 50,
    "emi": 357,
    "mil": 560,
    "ily": 469,
    "ly ": 538,
    " emi": 51,
    "emil": 358,
    "mily": 561,
    "ily ": 470,
    "gư": 389,
    "ườ": 940,
    "ngư": 587,
    "gườ": 390,
    "ười": 941,
    " ngư": 129,
    "ngườ": 588,
    "gười": 391,
    "ười ": 942,
    " y": 219,
    "yê": 808,
    " yê": 220,
    "yêu": 809,
    " yêu": 221,
    "yêu ": 810,
    "vậ": 794,
    "ậy": 971,
    " vậ": 210,
    "vậy": 795,
    "ậy ": 972,
    " vậy": 211,
    "vậy ": 796,
    "để": 923,
    " để": 243,
    "để ": 924,
    " để ": 244,
    "cô": 336,
    " cô": 38,
    "cô ": 337,
    " cô ": 39,
    "ơ": 934,
    "đơ": 914,
    "ơn": 935,
    " đơ": 237,
    "đơn": 915,
    "ơn ": 936,
    " đơn": 238,
    "đơn ": 916,
    "á ": 828,
    "uá ": 777,
    "quá ": 647,
    "cách": 327,
    "mà": 570,
    "àu": 825,
    " mà": 119,
    "màu": 571,
    "àu ": 826,
    " màu": 120,
    "màu ": 572,
    "xa": 800,
    " xa": 215,
    "xan": 801,
    " xan": 216,
    "xanh": 802,
    "đỏ": 925,
    " đỏ": 245,
    "đỏ ": 926,
    " đỏ ": 246,
    "ím": 864,
    "tím": 745,
    "ím ": 865,
    " tím": 193,
    "tím ": 746,
    "và": 791,
    " và": 208,
    "vàn": 792,
    " vàn": 209,
    "vàng": 793,
    "rắ": 673,
    "ắn": 974,
    "trắ": 729,
    "rắn": 674,
    "ắng": 975,
    " trắ": 182,
    "trắn": 730,
    "rắng": 675,
    "ắng ": 976,
    "ca": 308,
    " ca": 21,
    "cam": 309,
    " cam": 22,
    "cam ": 310,
    "da": 346,
    " da": 45,
    "da ": 347,
    " da ": 46,
    "lá": 543,
    " lá": 104,
    "lá ": 544,
    " lá ": 105,
    "câ": 328,
    " câ": 32,
    "cây": 329,
    " cây": 33,
    "cây ": 330
  },
  "response": null,
  "action_text": null
}