{
  "text": {
    "xin": 236,
    "chào": 20,
    "hello": 61,
    "good": 55,
    "morning": 99,
    "hi": 62,
    "emily": 47,
    "buổi": 6,
    "sáng": 161,
    "bạn": 10,
    "có": 33,
    "thể": 182,
    "làm": 89,
    "gì": 57,
    "giúp": 51,
    "được": 252,
    "tôi": 211,
    "không": 80,
    "hỗ": 75,
    "trợ": 202,
    "tên": 207,
    "là": 88,
    "khánh": 78,
    "hoàng": 65,
    "duy": 43,
    "nghĩa": 117,
    "thơ": 177,
    "điệp": 245,
    "kiểm": 81,
    "tra": 192,
    "bao": 2,
    "nhiêu": 126,
    "phòng": 149,
    "nhà": 128,
    "trong": 195,
    "liệt": 87,
    "kê": 82,
    "các": 29,
    "mình": 103,
    "những": 133,
    "nào": 134,
    "thiết": 169,
    "bị": 13,
    "bếp": 12,
    "khách": 77,
    "ngủ": 125,
    "bật": 11,
    "đèn": 248,
    "trần": 199,
    "nhỏ": 132,
    "to": 191,
    "quạt": 154,
    "tv": 205,
    "công": 35,
    "tắc": 215,
    "__number__": 0,
    "nút": 141,
    "led": 86,
    "điều": 243,
    "hòa": 69,
    "mở": 112,
    "lớn": 97,
    "tắt": 216,
    "ngắt": 123,
    "tăng": 212,
    "độ": 262,
    "còn": 32,
    "giảm": 52,
    "chỉnh": 24,
    "lên": 91,
    "đặt": 253,
    "đến": 255,
    "tốc": 217,
    "về": 231,
    "số": 165,
    "chuyển": 18,
    "sang": 157,
    "kênh": 83,
    "đổi": 261,
    "âm": 239,
    "lượng": 92,
    "nhiệt": 127,
    "để": 256,
    "chế": 23,
    "lạnh": 94,
    "cho": 17,
    "khô": 79,
    "tự": 220,
    "động": 263,
    "ấm": 264,
    "hẹn": 73,
    "giờ": 54,
    "sau": 159,
    "phút": 150,
    "tiếng": 188,
    "hôm": 70,
    "nay": 115,
    "cảm": 37,
    "thấy": 179,
    "thế": 181,
    "vui": 224,
    "tâm": 206,
    "trạng": 198,
    "ra": 155,
    "sao": 158,
    "trời": 201,
    "nắng": 145,
    "mưa": 106,
    "thời": 185,
    "tiết": 189,
    "mát": 101,
    "tìm": 208,
    "sạn": 163,
    "quanh": 152,
    "đây": 247,
    "hàng": 67,
    "gần": 58,
    "thông": 176,
    "tin": 187,
    "giá": 49,
    "đồ": 259,
    "ăn": 241,
    "uống": 221,
    "dịch": 45,
    "vụ": 233,
    "tiện": 190,
    "ích": 240,
    "nam": 114,
    "hay": 60,
    "nữ": 146,
    "giới": 53,
    "tính": 210,
    "của": 40,
    "người": 122,
    "yêu": 237,
    "vậy": 229,
    "cô": 34,
    "đơn": 251,
    "quá": 153,
    "cách": 30,
    "tư": 213,
    "vấn": 228,
    "đi": 242,
    "thoát": 170,
    "ế": 265,
    "gái": 56,
    "trai": 193,
    "màu": 100,
    "thành": 172,
    "xanh": 234,
    "đỏ": 258,
    "tím": 209,
    "vàng": 226,
    "trắng": 200,
    "cam": 14,
    "da": 41,
    "lá": 90,
    "cây": 31,
    "tại": 214,
    "gọi": 59,
    "điện": 244,
    "thoại": 171,
    "minh": 98,
    "khi": 76,
    "nó": 137,
    "đẹp": 254,
    "biết": 4,
    "chơi": 22,
    "cờ": 39,
    "vua": 223,
    "mặt": 110,
    "mọc": 111,
    "ở": 266,
    "hướng": 72,
    "thật": 180,
    "mèo": 102,
    "lại": 93,
    "thích": 175,
    "thứ": 186,
    "mấy": 107,
    "con": 25,
    "ngón": 121,
    "tay": 168,
    "ai": 1,
    "tổng": 219,
    "thống": 183,
    "mỹ": 113,
    "hiện": 63,
    "món": 104,
    "ngon": 118,
    "nấu": 144,
    "cơm": 36,
    "nghe": 116,
    "nhạc": 129,
    "chó": 21,
    "nói": 138,
    "ta": 167,
    "cà": 27,
    "phê": 148,
    "hot": 64,
    "nhảy": 130,
    "biển": 5,
    "mặn": 109,
    "xem": 235,
    "phim": 147,
    "thì": 174,
    "ngoài": 119,
    "thường": 178,
    "ngày": 120,
    "tháng": 173,
    "này": 135,
    "rơi": 156,
    "bơi": 9,
    "nóng": 139,
    "kể": 85,
    "chuyện": 19,
    "nên": 136,
    "mặc": 108,
    "áo": 238,
    "cầu": 38,
    "vồng": 232,
    "kẹo": 84,
    "chim": 16,
    "bay": 3,
    "phải": 151,
    "cuối": 26,
    "tuần": 204,
    "nước": 143,
    "sấm": 164,
    "sét": 162,
    "nhất": 131,
    "cá": 28,
    "sống": 166,
    "đâu": 246,
    "trà": 196,
    "vẽ": 230,
    "tranh": 194,
    "trăng": 197,
    "núi": 140,
    "cao": 15,
    "hơn": 71,
    "đồi": 260,
    "game": 48,
    "bão": 7,
    "voi": 222,
    "hát": 68,
    "mùa": 105,
    "đông": 250,
    "tuyết": 203,
    "du": 42,
    "lịch": 96,
    "hổ": 74,
    "hung": 66,
    "dữ": 46,
    "gió": 50,
    "thổi": 184,
    "năm": 142,
    "ngọt": 124,
    "bóng": 8,
    "lặn": 95,
    "vào": 227,
    "tối": 218,
    "đọc": 257,
    "sách": 160,
    "và": 225,
    "đêm": 249,
    "dây": 44
  },
  "intent": {
    "greet": 10,
    "ask_capabilities": 1,
    "provide_user_name": 11,
    "check_rooms": 8,
    "check_devices_in_room": 7,
    "turn_on": 21,
    "turn_off": 20,
    "set_brightness": 16,
    "set_fan_speed": 18,
    "change_tv_channel": 6,
    "adjust_tv_volume": 0,
    "set_ac_temperature": 14,
    "set_ac_mode": 13,
    "set_ac_timer": 15,
    "set_tv_timer": 19,
    "ask_mood": 4,
    "ask_weather": 5,
    "search_hotel_restaurant": 12,
    "ask_gender": 2,
    "ask_love_advice": 3,
    "set_color": 17,
    "fallback": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 17,
    "action_restart": 19,
    "action_session_start": 22,
    "action_default_fallback": 13,
    "action_deactivate_loop": 10,
    "action_revert_fallback_events": 20,
    "action_default_ask_affirmation": 11,
    "action_default_ask_rephrase": 12,
    "action_two_stage_fallback": 32,
    "action_unlikely_intent": 33,
    "action_back": 6,
    "action_extract_slots": 14,
    "action_adjust_tv_volume": 0,
    "action_ask_capabilities": 1,
    "action_ask_gender": 2,
    "action_ask_love_advice": 3,
    "action_ask_mood": 4,
    "action_ask_weather": 5,
    "action_change_tv_channel": 7,
    "action_check_devices_in_room": 8,
    "action_check_rooms": 9,
    "action_fallback": 15,
    "action_greet": 16,
    "action_provide_user_name": 18,
    "action_search_hotel_restaurant": 21,
    "action_set_ac_mode": 23,
    "action_set_ac_temperature": 24,
    "action_set_ac_timer": 25,
    "action_set_brightness": 26,
    "action_set_color": 27,
    "action_set_fan_speed": 28,
    "action_set_tv_timer": 29,
    "action_turn_off": 30,
    "action_turn_on": 31,
    "utter_ask_ac_temperature": 34,
    "utter_ask_tv_volume": 35
  },
  "action_text": null,
  "intent_response_key": null
}