{
  "text": {
    " ": 0,
    "x": 490,
    "i": 305,
    "n": 369,
    " x": 123,
    "xi": 494,
    "in": 310,
    "n ": 370,
    " xi": 126,
    "xin": 495,
    "in ": 311,
    " xin": 127,
    "xin ": 496,
    "c": 213,
    "h": 270,
    "à": 503,
    "o": 389,
    " c": 26,
    "ch": 215,
    "hà": 281,
    "ào": 510,
    "o ": 390,
    " ch": 27,
    "chà": 217,
    "hào": 285,
    "ào ": 511,
    " chà": 28,
    "chào": 218,
    "hào ": 286,
    "e": 235,
    "l": 343,
    " h": 44,
    "he": 272,
    "el": 237,
    "ll": 347,
    "lo": 350,
    " he": 45,
    "hel": 273,
    "ell": 238,
    "llo": 348,
    "lo ": 351,
    " hel": 46,
    "hell": 274,
    "ello": 239,
    "llo ": 349,
    "hi": 275,
    "i ": 306,
    " hi": 47,
    "hi ": 276,
    " hi ": 48,
    "b": 186,
    "ạ": 565,
    " b": 9,
    "bạ": 199,
    "ạn": 568,
    " bạ": 16,
    "bạn": 200,
    "ạn ": 569,
    " bạn": 17,
    "bạn ": 201,
    "t": 431,
    "ắ": 585,
    " t": 92,
    "tắ": 464,
    "ắt": 588,
    "t ": 432,
    " tắ": 113,
    "tắt": 467,
    "ắt ": 589,
    " tắt": 115,
    "tắt ": 468,
    "đ": 548,
    "è": 522,
    " đ": 130,
    "đè": 552,
    "èn": 523,
    " đè": 133,
    "đèn": 553,
    "èn ": 524,
    " đèn": 134,
    "đèn ": 554,
    "r": 409,
    "ầ": 579,
    "tr": 445,
    "rầ": 419,
    "ần": 580,
    " tr": 101,
    "trầ": 450,
    "rần": 420,
    "ần ": 581,
    " trầ": 104,
    "trần": 451,
    "rần ": 421,
    "to": 443,
    " to": 99,
    "to ": 444,
    " to ": 100,
    "ô": 540,
    "g": 258,
    "cô": 226,
    "ôn": 541,
    "ng": 371,
    "g ": 259,
    " cô": 34,
    "côn": 227,
    "ông": 542,
    "ng ": 372,
    " côn": 35,
    "công": 228,
    "ông ": 543,
    "ắc": 586,
    "c ": 214,
    "tắc": 465,
    "ắc ": 587,
    " tắc": 114,
    "tắc ": 466,
    "_": 168,
    "u": 472,
    "m": 355,
    " _": 6,
    "__": 170,
    "_n": 174,
    "nu": 383,
    "um": 474,
    "mb": 357,
    "be": 190,
    "er": 240,
    "r_": 411,
    "_ ": 169,
    " __": 7,
    "__n": 172,
    "_nu": 175,
    "num": 384,
    "umb": 475,
    "mbe": 358,
    "ber": 191,
    "er_": 242,
    "r__": 412,
    "__ ": 171,
    " __n": 8,
    "__nu": 173,
    "_num": 176,
    "numb": 385,
    "umbe": 476,
    "mber": 359,
    "ber_": 192,
    "er__": 243,
    "r__ ": 413,
    "hạ": 293,
    "ạt": 570,
    " hạ": 49,
    "hạt": 294,
    "ạt ": 571,
    " hạt": 50,
    "hạt ": 295,
    "ố": 621,
    "bố": 210,
    "ốn": 625,
    " bố": 24,
    "bốn": 211,
    "ốn ": 626,
    " bốn": 25,
    "bốn ": 212,
    "q": 405,
    " q": 82,
    "qu": 406,
    "uạ": 477,
    " qu": 83,
    "quạ": 407,
    "uạt": 478,
    " quạ": 84,
    "quạt": 408,
    "uạt ": 479,
    "ở": 636,
    " ở": 143,
    "ở ": 637,
    " ở ": 144,
    "p": 400,
    "ò": 534,
    " p": 79,
    "ph": 402,
    "hò": 290,
    "òn": 535,
    " ph": 80,
    "phò": 403,
    "hòn": 291,
    "òng": 536,
    " phò": 81,
    "phòn": 404,
    "hòng": 292,
    "òng ": 537,
    "k": 334,
    "á": 514,
    " k": 53,
    "kh": 335,
    "há": 287,
    "ác": 515,
    "h ": 271,
    " kh": 54,
    "khá": 336,
    "hác": 288,
    "ách": 517,
    "ch ": 216,
    " khá": 55,
    "khác": 337,
    "hách": 289,
    "ách ": 518,
    "ro": 416,
    "on": 394,
    "tro": 448,
    "ron": 417,
    "ong": 395,
    " tro": 103,
    "tron": 449,
    "rong": 418,
    "ong ": 396,
    "ậ": 582,
    "bậ": 202,
    "ật": 583,
    " bậ": 18,
    "bật": 203,
    "ật ": 584,
    " bật": 19,
    "bật ": 204,
    "ỉ": 613,
    "hỉ": 299,
    "ỉn": 614,
    "nh": 375,
    "chỉ": 219,
    "hỉn": 300,
    "ỉnh": 615,
    "nh ": 376,
    " chỉ": 29,
    "chỉn": 220,
    "hỉnh": 301,
    "ỉnh ": 616,
    "s": 422,
    " s": 85,
    "sá": 426,
    "án": 519,
    " sá": 88,
    "sán": 427,
    "áng": 520,
    " sán": 89,
    "sáng": 428,
    "áng ": 521,
    "ả": 572,
    " g": 38,
    "gi": 260,
    "iả": 315,
    "ảm": 574,
    "m ": 356,
    " gi": 39,
    "giả": 261,
    "iảm": 316,
    "ảm ": 575,
    " giả": 40,
    "giảm": 262,
    "iảm ": 317,
    "ộ": 632,
    "độ": 563,
    "ộ ": 633,
    " độ": 141,
    "độ ": 564,
    " độ ": 142,
    "ă": 544,
    "tă": 455,
    "ăn": 545,
    " tă": 107,
    "tăn": 456,
    "ăng": 546,
    " tăn": 108,
    "tăng": 457,
    "ăng ": 547,
    "ổ": 629,
    "đổ": 560,
    "ổi": 630,
    " đổ": 139,
    "đổi": 561,
    "ổi ": 631,
    " đổi": 140,
    "đổi ": 562,
    " m": 65,
    "mà": 363,
    "àu": 512,
    "u ": 473,
    " mà": 66,
    "màu": 364,
    "àu ": 513,
    " màu": 67,
    "màu ": 365,
    "th": 433,
    "àn": 505,
    " th": 93,
    "thà": 436,
    "hàn": 283,
    "ành": 508,
    " thà": 95,
    "thàn": 437,
    "hành": 284,
    "ành ": 509,
    "#": 145,
    "f": 244,
    "0": 154,
    " #": 1,
    "#f": 150,
    "ff": 251,
    "f0": 246,
    "00": 156,
    "0 ": 155,
    " #f": 4,
    "#ff": 151,
    "ff0": 253,
    "f00": 247,
    "000": 158,
    "00 ": 157,
    " #ff": 5,
    "#ff0": 152,
    "ff00": 254,
    "f000": 249,
    "0000": 160,
    "000 ": 159,
    "#0": 146,
    "0f": 164,
    " #0": 2,
    "#00": 147,
    "00f": 162,
    "0ff": 165,
    " #00": 3,
    "#00f": 149,
    "00ff": 163,
    "0ff0": 167,
    "f00 ": 248,
    "f ": 245,
    "ff ": 252,
    "#000": 148,
    "000f": 161,
    "0ff ": 166,
    "fff": 255,
    "#fff": 153,
    "ffff": 257,
    "fff ": 256,
    "f00f": 250,
    "v": 483,
    " v": 118,
    "và": 487,
    " và": 121,
    "vàn": 488,
    "àng": 506,
    " vàn": 122,
    "vàng": 489,
    "àng ": 507,
    "a": 177,
    "sa": 423,
    "an": 179,
    " sa": 86,
    "san": 424,
    "ang": 180,
    " san": 87,
    "sang": 425,
    "ang ": 181,
    "ỏ": 619,
    "đỏ": 558,
    "ỏ ": 620,
    " đỏ": 137,
    "đỏ ": 559,
    " đỏ ": 138,
    "xa": 491,
    " xa": 124,
    "xan": 492,
    "anh": 182,
    " xan": 125,
    "xanh": 493,
    "anh ": 183,
    "í": 531,
    "tí": 452,
    "ím": 532,
    " tí": 105,
    "tím": 453,
    "ím ": 533,
    " tím": 106,
    "tím ": 454,
    "va": 484,
    " va": 119,
    "van": 485,
    " van": 120,
    "vang": 486,
    "tố": 469,
    "ốc": 623,
    " tố": 116,
    "tốc": 470,
    "ốc ": 624,
    " tốc": 117,
    "tốc ": 471,
    "ứ": 640,
    "mứ": 366,
    "ức": 641,
    " mứ": 68,
    "mức": 367,
    "ức ": 642,
    " mức": 69,
    "mức ": 368,
    "ặ": 590,
    "đặ": 555,
    "ặt": 591,
    " đặ": 135,
    "đặt": 556,
    "ặt ": 592,
    " đặt": 136,
    "đặt ": 557,
    "ê": 525,
    " l": 60,
    "lê": 352,
    "ên": 527,
    " lê": 63,
    "lên": 353,
    "ên ": 528,
    " lên": 64,
    "lên ": 354,
    "xu": 497,
    "uố": 480,
    " xu": 128,
    "xuố": 498,
    "uốn": 481,
    "ống": 627,
    " xuố": 129,
    "xuốn": 499,
    "uống": 482,
    "ống ": 628,
    "ề": 604,
    "đi": 549,
    "iề": 323,
    "ều": 605,
    " đi": 131,
    "điề": 550,
    "iều": 324,
    "ều ": 606,
    " điề": 132,
    "điều": 551,
    "iều ": 325,
    "ẹ": 593,
    "hẹ": 296,
    "ẹn": 594,
    " hẹ": 51,
    "hẹn": 297,
    "ẹn ": 595,
    " hẹn": 52,
    "hẹn ": 298,
    "ờ": 634,
    "iờ": 332,
    "ờ ": 635,
    "giờ": 263,
    "iờ ": 333,
    " giờ": 41,
    "giờ ": 264,
    "ế": 596,
    "ti": 438,
    "iế": 318,
    "ến": 597,
    " ti": 96,
    "tiế": 441,
    "iến": 319,
    "ếng": 598,
    " tiế": 98,
    "tiến": 442,
    "iếng": 320,
    "ếng ": 599,
    "im": 307,
    "me": 360,
    "r ": 410,
    "tim": 439,
    "ime": 308,
    "mer": 361,
    "er ": 241,
    " tim": 97,
    "time": 440,
    "imer": 309,
    "mer ": 362,
    "ể": 607,
    "ki": 338,
    "iể": 326,
    "ểm": 608,
    " ki": 56,
    "kiể": 339,
    "iểm": 327,
    "ểm ": 609,
    " kiể": 57,
    "kiểm": 340,
    "iểm ": 328,
    "ra": 414,
    "a ": 178,
    "tra": 446,
    "ra ": 415,
    " tra": 102,
    "tra ": 447,
    "ó": 538,
    "có": 224,
    "ó ": 539,
    " có": 32,
    "có ": 225,
    " có ": 33,
    "ba": 187,
    "ao": 184,
    " ba": 10,
    "bao": 188,
    "ao ": 185,
    " bao": 11,
    "bao ": 189,
    " n": 70,
    "iê": 312,
    "êu": 529,
    " nh": 73,
    "nhi": 377,
    "hiê": 277,
    "iêu": 313,
    "êu ": 530,
    " nhi": 74,
    "nhiê": 378,
    "hiêu": 278,
    "iêu ": 314,
    "à ": 504,
    "nhà": 379,
    "hà ": 282,
    " nhà": 75,
    "nhà ": 380,
    "ệ": 610,
    "li": 344,
    "iệ": 329,
    "ệt": 611,
    " li": 61,
    "liệ": 345,
    "iệt": 330,
    "ệt ": 612,
    " liệ": 62,
    "liệt": 346,
    "iệt ": 331,
    "kê": 341,
    "ê ": 526,
    " kê": 58,
    "kê ": 342,
    " kê ": 59,
    "cá": 221,
    " cá": 30,
    "các": 222,
    "ác ": 516,
    " các": 31,
    "các ": 223,
    "ữ": 643,
    "hữ": 302,
    "ữn": 644,
    "nhữ": 381,
    "hữn": 303,
    "ững": 645,
    " nhữ": 76,
    "nhữn": 382,
    "hững": 304,
    "ững ": 646,
    "nà": 386,
    " nà": 77,
    "nào": 387,
    " nào": 78,
    "nào ": 388,
    "số": 429,
    "ố ": 622,
    " số": 90,
    "số ": 430,
    " số ": 91,
    "ết": 602,
    "thi": 434,
    "hiế": 279,
    "iết": 321,
    "ết ": 603,
    " thi": 94,
    "thiế": 435,
    "hiết": 280,
    "iết ": 322,
    "ị": 617,
    "bị": 208,
    "ị ": 618,
    " bị": 22,
    "bị ": 209,
    " bị ": 23,
    "ấ": 576,
    "tấ": 461,
    "ất": 577,
    " tấ": 111,
    "tất": 462,
    "ất ": 578,
    " tất": 112,
    "tất ": 463,
    "cả": 229,
    "ả ": 573,
    " cả": 36,
    "cả ": 230,
    " cả ": 37,
    "bế": 205,
    "ếp": 600,
    "p ": 401,
    " bế": 20,
    "bếp": 206,
    "ếp ": 601,
    " bếp": 21,
    "bếp ": 207,
    "ủ": 638,
    "gủ": 268,
    "ủ ": 639,
    " ng": 71,
    "ngủ": 373,
    "gủ ": 269,
    " ngủ": 72,
    "ngủ ": 374,
    "tạ": 458,
    "ạm": 566,
    " tạ": 109,
    "tạm": 459,
    "ạm ": 567,
    " tạm": 110,
    "tạm ": 460,
    "bi": 193,
    " bi": 12,
    "biệ": 194,
    " biệ": 13,
    "biệt": 195,
    "d": 231,
    "y": 500,
    "go": 265,
    "oo": 397,
    "od": 391,
    "db": 232,
    "by": 196,
    "ye": 501,
    "e ": 236,
    " go": 42,
    "goo": 266,
    "ood": 398,
    "odb": 392,
    "dby": 233,
    "bye": 197,
    "ye ": 502,
    " goo": 43,
    "good": 267,
    "oodb": 399,
    "odby": 393,
    "dbye": 234,
    "bye ": 198,
    " by": 14,
    " bye": 15
  },
  "response": null,
  "action_text": null
}