{
  "text": {
    " ": 0,
    "x": 1012,
    "i": 599,
    "n": 736,
    " x": 277,
    "xi": 1016,
    "in": 604,
    "n ": 737,
    " xi": 280,
    "xin": 1017,
    "in ": 605,
    " xin": 281,
    "xin ": 1018,
    "c": 390,
    "h": 501,
    "à": 1027,
    "o": 787,
    " c": 22,
    "ch": 395,
    "hà": 529,
    "ào": 1036,
    "o ": 788,
    " ch": 25,
    "chà": 401,
    "hào": 534,
    "ào ": 1037,
    " chà": 28,
    "chào": 402,
    "hào ": 535,
    "e": 446,
    "l": 661,
    " h": 78,
    "he": 506,
    "el": 449,
    "ll": 668,
    "lo": 671,
    " he": 81,
    "hel": 507,
    "ell": 450,
    "llo": 669,
    "lo ": 672,
    " hel": 82,
    "hell": 508,
    "ello": 451,
    "llo ": 670,
    "g": 458,
    "d": 436,
    " g": 61,
    "go": 474,
    "oo": 795,
    "od": 789,
    "d ": 437,
    " go": 68,
    "goo": 477,
    "ood": 796,
    "od ": 790,
    " goo": 69,
    "good": 478,
    "ood ": 797,
    "m": 695,
    "r": 825,
    " m": 129,
    "mo": 705,
    "or": 798,
    "rn": 834,
    "ni": 768,
    "ng": 743,
    "g ": 459,
    " mo": 132,
    "mor": 706,
    "orn": 799,
    "rni": 835,
    "nin": 769,
    "ing": 606,
    "ng ": 744,
    " mor": 133,
    "morn": 707,
    "orni": 800,
    "rnin": 836,
    "ning": 770,
    "ing ": 607,
    "hi": 509,
    "i ": 600,
    " hi": 83,
    "hi ": 510,
    " hi ": 84,
    "y": 1019,
    " e": 58,
    "em": 452,
    "mi": 700,
    "il": 601,
    "ly": 673,
    "y ": 1020,
    " em": 59,
    "emi": 453,
    "mil": 701,
    "ily": 602,
    "ly ": 674,
    " emi": 60,
    "emil": 454,
    "mily": 702,
    "ily ": 603,
    "b": 366,
    "u": 969,
    "ổ": 1280,
    " b": 7,
    "bu": 376,
    "uổ": 992,
    "ổi": 1281,
    " bu": 12,
    "buổ": 377,
    "uổi": 993,
    "ổi ": 1282,
    " buổ": 13,
    "buổi": 378,
    "uổi ": 994,
    "s": 854,
    "á": 1040,
    " s": 192,
    "sá": 862,
    "án": 1048,
    " sá": 197,
    "sán": 863,
    "áng": 1049,
    " sán": 198,
    "sáng": 864,
    "áng ": 1050,
    "ạ": 1185,
    "bạ": 379,
    "ạn": 1188,
    " bạ": 14,
    "bạn": 380,
    "ạn ": 1189,
    " bạn": 15,
    "bạn ": 381,
    "ó": 1096,
    "có": 422,
    "ó ": 1097,
    " có": 40,
    "có ": 423,
    " có ": 41,
    "t": 870,
    "ể": 1242,
    " t": 203,
    "th": 875,
    "hể": 579,
    "ể ": 1243,
    " th": 206,
    "thể": 895,
    "hể ": 580,
    " thể": 216,
    "thể ": 896,
    " l": 110,
    "là": 675,
    "àm": 1029,
    "m ": 696,
    " là": 115,
    "làm": 677,
    "àm ": 1030,
    " làm": 117,
    "làm ": 678,
    "ì": 1073,
    "gì": 482,
    "ì ": 1074,
    " gì": 72,
    "gì ": 483,
    " gì ": 73,
    "ú": 1109,
    "p": 810,
    "gi": 463,
    "iú": 615,
    "úp": 1110,
    "p ": 811,
    " gi": 62,
    "giú": 466,
    "iúp": 616,
    "úp ": 1111,
    " giú": 64,
    "giúp": 467,
    "iúp ": 617,
    "đ": 1119,
    "ư": 1170,
    "ợ": 1306,
    " đ": 294,
    "đư": 1136,
    "ượ": 1180,
    "ợc": 1308,
    "c ": 391,
    " đư": 305,
    "đượ": 1137,
    "ược": 1181,
    "ợc ": 1309,
    " đượ": 306,
    "được": 1138,
    "ược ": 1182,
    "ô": 1100,
    "tô": 945,
    "ôi": 1102,
    " tô": 245,
    "tôi": 946,
    "ôi ": 1103,
    " tôi": 246,
    "tôi ": 947,
    "k": 644,
    " k": 100,
    "kh": 645,
    "hô": 549,
    "ôn": 1106,
    " kh": 101,
    "khô": 651,
    "hôn": 553,
    "ông": 1107,
    " khô": 104,
    "khôn": 653,
    "hông": 554,
    "ông ": 1108,
    "ỗ": 1286,
    "hỗ": 589,
    "ỗ ": 1287,
    " hỗ": 98,
    "hỗ ": 590,
    " hỗ ": 99,
    "tr": 913,
    "rợ": 852,
    "ợ ": 1307,
    " tr": 226,
    "trợ": 927,
    "rợ ": 853,
    " trợ": 233,
    "trợ ": 928,
    "ê": 1065,
    "tê": 934,
    "ên": 1067,
    " tê": 238,
    "tên": 935,
    "ên ": 1068,
    " tên": 239,
    "tên ": 936,
    "à ": 1028,
    "là ": 676,
    " là ": 116,
    "há": 536,
    "nh": 757,
    "h ": 502,
    "khá": 648,
    "hán": 539,
    "ánh": 1051,
    "nh ": 758,
    " khá": 103,
    "khán": 650,
    "hánh": 540,
    "ánh ": 1052,
    "ho": 518,
    "oà": 801,
    "àn": 1031,
    " ho": 86,
    "hoà": 520,
    "oàn": 802,
    "àng": 1032,
    " hoà": 87,
    "hoàn": 521,
    "oàng": 803,
    "àng ": 1033,
    " d": 51,
    "du": 440,
    "uy": 980,
    " du": 54,
    "duy": 441,
    "uy ": 981,
    " duy": 55,
    "duy ": 442,
    "ĩ": 1161,
    "a": 349,
    " n": 154,
    "gh": 460,
    "hĩ": 558,
    "ĩa": 1162,
    "a ": 350,
    " ng": 158,
    "ngh": 745,
    "ghĩ": 461,
    "hĩa": 559,
    "ĩa ": 1163,
    " ngh": 159,
    "nghĩ": 746,
    "ghĩa": 462,
    "hĩa ": 560,
    "ơ": 1164,
    "hơ": 561,
    "ơ ": 1165,
    "thơ": 887,
    "hơ ": 562,
    " thơ": 212,
    "thơ ": 888,
    "ệ": 1248,
    "đi": 1120,
    "iệ": 632,
    "ệp": 1251,
    " đi": 295,
    "điệ": 1124,
    "iệp": 635,
    "ệp ": 1252,
    " điệ": 298,
    "điệp": 1126,
    "iệp ": 636,
    "ki": 654,
    "iể": 629,
    "ểm": 1244,
    " ki": 105,
    "kiể": 655,
    "iểm": 630,
    "ểm ": 1245,
    " kiể": 106,
    "kiểm": 656,
    "iểm ": 631,
    "ra": 830,
    "tra": 914,
    "ra ": 831,
    " tra": 227,
    "tra ": 915,
    "ba": 367,
    "ao": 360,
    " ba": 8,
    "bao": 368,
    "ao ": 361,
    " bao": 9,
    "bao ": 369,
    "iê": 612,
    "êu": 1071,
    "u ": 970,
    " nh": 165,
    "nhi": 759,
    "hiê": 511,
    "iêu": 613,
    "êu ": 1072,
    " nhi": 166,
    "nhiê": 760,
    "hiêu": 512,
    "iêu ": 614,
    "ò": 1089,
    " p": 180,
    "ph": 812,
    "hò": 544,
    "òn": 1092,
    " ph": 181,
    "phò": 813,
    "hòn": 547,
    "òng": 1094,
    " phò": 182,
    "phòn": 814,
    "hòng": 548,
    "òng ": 1095,
    "nhà": 762,
    "hà ": 530,
    " nhà": 167,
    "nhà ": 763,
    "ro": 837,
    "on": 791,
    "tro": 917,
    "ron": 838,
    "ong": 793,
    " tro": 228,
    "tron": 918,
    "rong": 839,
    "ong ": 794,
    "li": 665,
    "ệt": 1253,
    "t ": 871,
    " li": 113,
    "liệ": 666,
    "iệt": 637,
    "ệt ": 1254,
    " liệ": 114,
    "liệt": 667,
    "iệt ": 638,
    "kê": 657,
    "ê ": 1066,
    " kê": 107,
    "kê ": 658,
    " kê ": 108,
    "cá": 412,
    "ác": 1042,
    " cá": 34,
    "các": 413,
    "ác ": 1043,
    " các": 35,
    "các ": 414,
    "mì": 714,
    "ìn": 1077,
    " mì": 138,
    "mìn": 715,
    "ình": 1078,
    " mìn": 139,
    "mình": 716,
    "ình ": 1079,
    "ữ": 1321,
    "hữ": 596,
    "ữn": 1323,
    "nhữ": 766,
    "hữn": 597,
    "ững": 1324,
    " nhữ": 169,
    "nhữn": 767,
    "hững": 598,
    "ững ": 1325,
    "nà": 774,
    " nà": 170,
    "nào": 775,
    " nào": 171,
    "nào ": 776,
    "ế": 1228,
    "iế": 621,
    "ết": 1236,
    "thi": 876,
    "hiế": 513,
    "iết": 624,
    "ết ": 1237,
    " thi": 207,
    "thiế": 877,
    "hiết": 514,
    "iết ": 625,
    "ị": 1259,
    "bị": 388,
    "ị ": 1260,
    " bị": 20,
    "bị ": 389,
    " bị ": 21,
    "bế": 385,
    "ếp": 1234,
    " bế": 18,
    "bếp": 386,
    "ếp ": 1235,
    " bếp": 19,
    "bếp ": 387,
    "hác": 537,
    "ách": 1044,
    "ch ": 396,
    "khác": 649,
    "hách": 538,
    "ách ": 1045,
    "ủ": 1315,
    "gủ": 499,
    "ủ ": 1316,
    "ngủ": 755,
    "gủ ": 500,
    " ngủ": 164,
    "ngủ ": 756,
    "ậ": 1209,
    "bậ": 382,
    "ật": 1210,
    " bậ": 16,
    "bật": 383,
    "ật ": 1211,
    " bật": 17,
    "bật ": 384,
    "è": 1060,
    "đè": 1130,
    "èn": 1061,
    " đè": 301,
    "đèn": 1131,
    "èn ": 1062,
    " đèn": 302,
    "đèn ": 1132,
    "ầ": 1206,
    "rầ": 843,
    "ần": 1207,
    "trầ": 921,
    "rần": 844,
    "ần ": 1208,
    " trầ": 230,
    "trần": 922,
    "rần ": 845,
    "ỏ": 1269,
    "hỏ": 584,
    "ỏ ": 1270,
    "nhỏ": 764,
    "hỏ ": 585,
    " nhỏ": 168,
    "nhỏ ": 765,
    "to": 911,
    " to": 224,
    "to ": 912,
    " to ": 225,
    "q": 817,
    " q": 184,
    "qu": 818,
    "uạ": 986,
    "ạt": 1194,
    " qu": 185,
    "quạ": 823,
    "uạt": 987,
    "ạt ": 1195,
    " quạ": 188,
    "quạt": 824,
    "uạt ": 988,
    "v": 995,
    "tv": 929,
    "v ": 996,
    " tv": 234,
    "tv ": 930,
    " tv ": 235,
    "cô": 424,
    " cô": 42,
    "côn": 426,
    " côn": 44,
    "công": 427,
    "ắ": 1212,
    "tắ": 956,
    "ắc": 1213,
    " tắ": 253,
    "tắc": 957,
    "ắc ": 1214,
    " tắc": 254,
    "tắc ": 958,
    "_": 335,
    " _": 1,
    "__": 340,
    "_n": 346,
    "nu": 771,
    "um": 977,
    "mb": 697,
    "be": 370,
    "er": 455,
    "r_": 826,
    "_ ": 336,
    " __": 2,
    "__n": 344,
    "_nu": 347,
    "num": 772,
    "umb": 978,
    "mbe": 698,
    "ber": 371,
    "er_": 456,
    "r__": 827,
    "__ ": 341,
    " __n": 3,
    "__nu": 345,
    "_num": 348,
    "numb": 773,
    "umbe": 979,
    "mber": 699,
    "ber_": 372,
    "er__": 457,
    "r__ ": 828,
    "nú": 779,
    "út": 1112,
    " nú": 174,
    "nút": 780,
    "út ": 1113,
    " nút": 175,
    "nút ": 781,
    "le": 662,
    "ed": 447,
    " le": 111,
    "led": 663,
    "ed ": 448,
    " led": 112,
    "led ": 664,
    "ề": 1238,
    "iề": 626,
    "ều": 1240,
    "điề": 1122,
    "iều": 627,
    "ều ": 1241,
    " điề": 297,
    "điều": 1123,
    "iều ": 628,
    "òa": 1090,
    " hò": 90,
    "hòa": 545,
    "òa ": 1091,
    " hòa": 91,
    "hòa ": 546,
    "ở": 1304,
    "mở": 732,
    "ở ": 1305,
    " mở": 150,
    "mở ": 733,
    " mở ": 151,
    "ớ": 1293,
    "lớ": 692,
    "ớn": 1296,
    " lớ": 127,
    "lớn": 693,
    "ớn ": 1297,
    " lớn": 128,
    "lớn ": 694,
    "ắt": 1218,
    "tắt": 959,
    "ắt ": 1219,
    " tắt": 255,
    "tắt ": 960,
    "gắ": 493,
    "ngắ": 753,
    "gắt": 494,
    " ngắ": 163,
    "ngắt": 754,
    "gắt ": 495,
    "ă": 1114,
    "tă": 948,
    "ăn": 1115,
    " tă": 247,
    "tăn": 949,
    "ăng": 1117,
    " tăn": 248,
    "tăng": 950,
    "ăng ": 1118,
    "ộ": 1288,
    "độ": 1157,
    "ộ ": 1289,
    " độ": 321,
    "độ ": 1158,
    " độ ": 322,
    "cò": 419,
    " cò": 38,
    "còn": 420,
    "òn ": 1093,
    " còn": 39,
    "còn ": 421,
    "ả": 1196,
    "iả": 618,
    "ảm": 1197,
    "giả": 468,
    "iảm": 619,
    "ảm ": 1198,
    " giả": 65,
    "giảm": 469,
    "iảm ": 620,
    "ỉ": 1255,
    "hỉ": 581,
    "ỉn": 1256,
    "chỉ": 407,
    "hỉn": 582,
    "ỉnh": 1257,
    " chỉ": 31,
    "chỉn": 408,
    "hỉnh": 583,
    "ỉnh ": 1258,
    "lê": 681,
    " lê": 120,
    "lên": 682,
    " lên": 121,
    "lên ": 683,
    "ặ": 1220,
    "đặ": 1139,
    "ặt": 1221,
    " đặ": 307,
    "đặt": 1140,
    "ặt ": 1222,
    " đặt": 308,
    "đặt ": 1141,
    "đế": 1145,
    "ến": 1230,
    " đế": 311,
    "đến": 1146,
    "ến ": 1231,
    " đến": 312,
    "đến ": 1147,
    "ố": 1271,
    "tố": 961,
    "ốc": 1273,
    " tố": 256,
    "tốc": 962,
    "ốc ": 1274,
    " tốc": 257,
    "tốc ": 963,
    " v": 265,
    "về": 1008,
    "ề ": 1239,
    " về": 273,
    "về ": 1009,
    " về ": 274,
    "số": 868,
    "ố ": 1272,
    " số": 201,
    "số ": 869,
    " số ": 202,
    "hu": 526,
    "yể": 1024,
    "ển": 1246,
    "chu": 399,
    "huy": 527,
    "uyể": 982,
    "yển": 1025,
    "ển ": 1247,
    " chu": 27,
    "chuy": 400,
    "huyể": 528,
    "uyển": 983,
    "yển ": 1026,
    "sa": 855,
    "an": 355,
    " sa": 193,
    "san": 856,
    "ang": 356,
    " san": 194,
    "sang": 857,
    "ang ": 357,
    "kên": 659,
    "ênh": 1069,
    " kên": 109,
    "kênh": 660,
    "ênh ": 1070,
    "đổ": 1154,
    " đổ": 319,
    "đổi": 1155,
    " đổi": 320,
    "đổi ": 1156,
    "â": 1055,
    " â": 285,
    "âm": 1056,
    " âm": 286,
    "âm ": 1057,
    " âm ": 287,
    "lư": 684,
    "ợn": 1310,
    " lư": 122,
    "lượ": 685,
    "ượn": 1183,
    "ợng": 1311,
    " lượ": 123,
    "lượn": 686,
    "ượng": 1184,
    "ợng ": 1312,
    "hiệ": 515,
    "nhiệ": 761,
    "hiệt": 517,
    "để": 1148,
    " để": 313,
    "để ": 1149,
    " để ": 314,
    "hế": 577,
    "ế ": 1229,
    "chế": 405,
    "hế ": 578,
    " chế": 30,
    "chế ": 406,
    "lạ": 687,
    " lạ": 124,
    "lạn": 690,
    "ạnh": 1192,
    " lạn": 126,
    "lạnh": 691,
    "ạnh ": 1193,
    "cho": 397,
    "ho ": 519,
    " cho": 26,
    "cho ": 398,
    "ô ": 1101,
    "hô ": 550,
    "khô ": 652,
    "ự": 1326,
    "tự": 967,
    "ự ": 1327,
    " tự": 260,
    "tự ": 968,
    " tự ": 261,
    "ộn": 1290,
    "độn": 1159,
    "ộng": 1291,
    " độn": 323,
    "động": 1160,
    "ộng ": 1292,
    "ấ": 1199,
    " ấ": 324,
    "ấm": 1200,
    " ấm": 325,
    "ấm ": 1201,
    " ấm ": 326,
    "ẹ": 1223,
    "hẹ": 574,
    "ẹn": 1224,
    " hẹ": 96,
    "hẹn": 575,
    "ẹn ": 1225,
    " hẹn": 97,
    "hẹn ": 576,
    "ờ": 1300,
    "iờ": 642,
    "ờ ": 1301,
    "giờ": 472,
    "iờ ": 643,
    " giờ": 67,
    "giờ ": 473,
    "au": 362,
    "sau": 860,
    "au ": 363,
    " sau": 196,
    "sau ": 861,
    "hú": 555,
    "phú": 815,
    "hút": 556,
    " phú": 183,
    "phút": 816,
    "hút ": 557,
    "ti": 903,
    " ti": 220,
    "tiế": 906,
    "iến": 622,
    "ếng": 1232,
    " tiế": 222,
    "tiến": 907,
    "iếng": 623,
    "ếng ": 1233,
    ".": 331,
    "_.": 337,
    "._": 332,
    "__.": 342,
    "_._": 338,
    ".__": 333,
    "r__.": 829,
    "__._": 343,
    "_.__": 339,
    ".__n": 334,
    "ôm": 1104,
    " hô": 92,
    "hôm": 551,
    "ôm ": 1105,
    " hôm": 93,
    "hôm ": 552,
    "na": 738,
    "ay": 364,
    " na": 155,
    "nay": 741,
    "ay ": 365,
    " nay": 157,
    "nay ": 742,
    "cả": 428,
    " cả": 45,
    "cảm": 429,
    " cảm": 46,
    "cảm ": 430,
    "hấ": 568,
    "ấy": 1204,
    "thấ": 889,
    "hấy": 569,
    "ấy ": 1205,
    " thấ": 213,
    "thấy": 890,
    "hấy ": 570,
    "thế": 893,
    " thế": 215,
    "thế ": 894,
    "vu": 997,
    "ui": 975,
    " vu": 266,
    "vui": 1000,
    "ui ": 976,
    " vui": 268,
    "vui ": 1001,
    "tâ": 931,
    " tâ": 236,
    "tâm": 932,
    " tâm": 237,
    "tâm ": 933,
    "rạ": 840,
    "trạ": 919,
    "rạn": 841,
    "ạng": 1190,
    " trạ": 229,
    "trạn": 920,
    "rạng": 842,
    "ạng ": 1191,
    " r": 189,
    " ra": 190,
    " ra ": 191,
    "sao": 858,
    " sao": 195,
    "sao ": 859,
    "rờ": 849,
    "ời": 1302,
    "trờ": 925,
    "rời": 850,
    "ời ": 1303,
    " trờ": 232,
    "trời": 926,
    "rời ": 851,
    "nắ": 782,
    "ắn": 1215,
    " nắ": 176,
    "nắn": 783,
    "ắng": 1216,
    " nắn": 177,
    "nắng": 784,
    "ắng ": 1217,
    "mư": 720,
    "ưa": 1172,
    " mư": 142,
    "mưa": 721,
    "ưa ": 1173,
    " mưa": 143,
    "mưa ": 722,
    "hờ": 591,
    "thờ": 899,
    "hời": 592,
    " thờ": 218,
    "thời": 900,
    "hời ": 593,
    "tiết": 908,
    "tì": 937,
    "ìm": 1075,
    " tì": 240,
    "tìm": 938,
    "ìm ": 1076,
    " tìm": 241,
    "tìm ": 939,
    "sạ": 865,
    " sạ": 199,
    "sạn": 866,
    " sạn": 200,
    "sạn ": 867,
    "ua": 971,
    "qua": 819,
    "uan": 973,
    "anh": 358,
    " qua": 186,
    "quan": 820,
    "uanh": 974,
    "anh ": 359,
    "đâ": 1127,
    "ây": 1058,
    " đâ": 299,
    "đây": 1128,
    "ây ": 1059,
    " đây": 300,
    "đây ": 1129,
    " hà": 88,
    "hàn": 531,
    " hàn": 89,
    "hàng": 532,
    "gầ": 490,
    " gầ": 74,
    "gần": 491,
    " gần": 75,
    "gần ": 492,
    "thô": 885,
    " thô": 211,
    "thôn": 886,
    "tin": 904,
    " tin": 221,
    "tin ": 905,
    "iá": 610,
    "á ": 1041,
    "giá": 464,
    "iá ": 611,
    " giá": 63,
    "giá ": 465,
    "ồ": 1278,
    "đồ": 1152,
    "ồ ": 1279,
    " đồ": 317,
    "đồ ": 1153,
    " đồ ": 318,
    " ă": 291,
    " ăn": 292,
    "ăn ": 1116,
    " ăn ": 293,
    " u": 262,
    "uố": 989,
    "ốn": 1275,
    " uố": 263,
    "uốn": 990,
    "ống": 1276,
    " uốn": 264,
    "uống": 991,
    "ống ": 1277,
    "dị": 443,
    "ịc": 1261,
    " dị": 56,
    "dịc": 444,
    "ịch": 1262,
    " dịc": 57,
    "dịch": 445,
    "ịch ": 1263,
    "ụ": 1313,
    "vụ": 1010,
    "ụ ": 1314,
    " vụ": 275,
    "vụ ": 1011,
    " vụ ": 276,
    "ện": 1249,
    "tiệ": 909,
    "iện": 633,
    "ện ": 1250,
    " tiệ": 223,
    "tiện": 910,
    "iện ": 634,
    "í": 1080,
    " í": 288,
    "íc": 1081,
    " íc": 289,
    "ích": 1082,
    " ích": 290,
    "ích ": 1083,
    "mó": 717,
    "ón": 1098,
    " mó": 140,
    "món": 718,
    "ón ": 1099,
    " món": 141,
    "món ": 719,
    "ngo": 747,
    "gon": 475,
    "on ": 792,
    " ngo": 160,
    "ngon": 748,
    "gon ": 476,
    "am": 353,
    "nam": 739,
    "am ": 354,
    " nam": 156,
    "nam ": 740,
    "ha": 503,
    " ha": 79,
    "hay": 504,
    " hay": 80,
    "hay ": 505,
    "nữ": 785,
    "ữ ": 1322,
    " nữ": 178,
    "nữ ": 786,
    " nữ ": 179,
    "iớ": 639,
    "ới": 1294,
    "giớ": 470,
    "iới": 640,
    "ới ": 1295,
    " giớ": 66,
    "giới": 471,
    "iới ": 641,
    "tí": 940,
    "ín": 1086,
    " tí": 242,
    "tín": 943,
    "ính": 1087,
    " tín": 244,
    "tính": 944,
    "ính ": 1088,
    "củ": 433,
    "ủa": 1317,
    " củ": 49,
    "của": 434,
    "ủa ": 1318,
    " của": 50,
    "của ": 435,
    "gư": 487,
    "ườ": 1177,
    "ngư": 751,
    "gườ": 488,
    "ười": 1178,
    " ngư": 162,
    "ngườ": 752,
    "gười": 489,
    "ười ": 1179,
    " y": 282,
    "yê": 1021,
    " yê": 283,
    "yêu": 1022,
    " yêu": 284,
    "yêu ": 1023,
    "cô ": 425,
    " cô ": 43,
    "đơ": 1133,
    "ơn": 1168,
    " đơ": 303,
    "đơn": 1134,
    "ơn ": 1169,
    " đơn": 304,
    "đơn ": 1135,
    "uá": 984,
    "quá": 821,
    "uá ": 985,
    " quá": 187,
    "quá ": 822,
    "cách": 415,
    "tư": 951,
    "ư ": 1171,
    " tư": 249,
    "tư ": 952,
    " tư ": 250,
    "vấ": 1005,
    "ấn": 1202,
    " vấ": 271,
    "vấn": 1006,
    "ấn ": 1203,
    " vấn": 272,
    "vấn ": 1007,
    "đi ": 1121,
    " đi ": 296,
    "oá": 804,
    "át": 1053,
    "tho": 878,
    "hoá": 522,
    "oát": 805,
    "át ": 1054,
    " tho": 208,
    "thoá": 879,
    "hoát": 523,
    "oát ": 806,
    " ế": 327,
    " ế ": 328,
    "gá": 479,
    "ái": 1046,
    " gá": 70,
    "gái": 480,
    "ái ": 1047,
    " gái": 71,
    "gái ": 481,
    "ai": 351,
    "rai": 832,
    "ai ": 352,
    "trai": 916,
    "rai ": 833,
    "mà": 708,
    "àu": 1038,
    " mà": 134,
    "màu": 709,
    "àu ": 1039,
    " màu": 135,
    "màu ": 710,
    "thà": 881,
    "ành": 1034,
    " thà": 209,
    "thàn": 882,
    "hành": 533,
    "ành ": 1035,
    "xa": 1013,
    " xa": 278,
    "xan": 1014,
    " xan": 279,
    "xanh": 1015,
    "đỏ": 1150,
    " đỏ": 315,
    "đỏ ": 1151,
    " đỏ ": 316,
    "ím": 1084,
    "tím": 941,
    "ím ": 1085,
    " tím": 243,
    "tím ": 942,
    "và": 1002,
    " và": 269,
    "vàn": 1003,
    " vàn": 270,
    "vàng": 1004,
    "rắ": 846,
    "trắ": 923,
    "rắn": 847,
    " trắ": 231,
    "trắn": 924,
    "rắng": 848,
    "ca": 392,
    " ca": 23,
    "cam": 393,
    " cam": 24,
    "cam ": 394,
    "da": 438,
    " da": 52,
    "da ": 439,
    " da ": 53,
    "lá": 679,
    " lá": 118,
    "lá ": 680,
    " lá ": 119,
    "câ": 416,
    " câ": 36,
    "cây": 417,
    " cây": 37,
    "cây ": 418,
    "tạ": 953,
    "ại": 1186,
    " tạ": 251,
    "tại": 954,
    "ại ": 1187,
    " tại": 252,
    "tại ": 955,
    "ọ": 1264,
    "gọ": 496,
    "ọi": 1267,
    " gọ": 76,
    "gọi": 497,
    "ọi ": 1268,
    " gọi": 77,
    "gọi ": 498,
    "điện": 1125,
    "oạ": 807,
    "hoạ": 524,
    "oại": 808,
    "thoạ": 880,
    "hoại": 525,
    "oại ": 809,
    " mi": 130,
    "min": 703,
    "inh": 608,
    " min": 131,
    "minh": 704,
    "inh ": 609,
    "khi": 646,
    " khi": 102,
    "khi ": 647,
    "nó": 777,
    " nó": 172,
    "nó ": 778,
    " nó ": 173,
    "đẹ": 1142,
    "ẹp": 1226,
    " đẹ": 309,
    "đẹp": 1143,
    "ẹp ": 1227,
    " đẹp": 310,
    "đẹp ": 1144,
    "bi": 373,
    " bi": 10,
    "biế": 374,
    " biế": 11,
    "biết": 375,
    "ơi": 1166,
    "chơ": 403,
    "hơi": 563,
    "ơi ": 1167,
    " chơ": 29,
    "chơi": 404,
    "hơi ": 564,
    "cờ": 431,
    " cờ": 47,
    "cờ ": 432,
    " cờ ": 48,
    "vua": 998,
    "ua ": 972,
    " vua": 267,
    "vua ": 999,
    "mặ": 726,
    " mặ": 146,
    "mặt": 727,
    " mặt": 147,
    "mặt ": 728,
    "mọ": 729,
    "ọc": 1265,
    " mọ": 148,
    "mọc": 730,
    "ọc ": 1266,
    " mọc": 149,
    "mọc ": 731,
    " ở": 329,
    " ở ": 330,
    "hư": 565,
    "ướ": 1174,
    " hư": 94,
    "hướ": 566,
    "ướn": 1175,
    "ớng": 1298,
    " hướ": 95,
    "hướn": 567,
    "ướng": 1176,
    "ớng ": 1299,
    "hậ": 571,
    "thậ": 891,
    "hật": 572,
    " thậ": 214,
    "thật": 892,
    "hật ": 573,
    "mè": 711,
    "èo": 1063,
    " mè": 136,
    "mèo": 712,
    "èo ": 1064,
    " mèo": 137,
    "mèo ": 713,
    "lại": 688,
    " lại": 125,
    "lại ": 689,
    "hí": 541,
    "thí": 883,
    "híc": 542,
    " thí": 210,
    "thíc": 884,
    "hích": 543,
    "ứ": 1319,
    "hứ": 594,
    "ứ ": 1320,
    "thứ": 901,
    "hứ ": 595,
    " thứ": 219,
    "thứ ": 902,
    "mấ": 723,
    " mấ": 144,
    "mấy": 724,
    " mấy": 145,
    "mấy ": 725,
    "co": 409,
    " co": 32,
    "con": 410,
    " con": 33,
    "con ": 411,
    "gó": 484,
    "ngó": 749,
    "gón": 485,
    " ngó": 161,
    "ngón": 750,
    "gón ": 486,
    "ta": 872,
    " ta": 204,
    "tay": 873,
    " tay": 205,
    "tay ": 874,
    " a": 4,
    " ai": 5,
    " ai ": 6,
    "tổ": 964,
    "ổn": 1283,
    " tổ": 258,
    "tổn": 965,
    "ổng": 1284,
    " tổn": 259,
    "tổng": 966,
    "ổng ": 1285,
    "hố": 586,
    "thố": 897,
    "hốn": 587,
    " thố": 217,
    "thốn": 898,
    "hống": 588,
    "ỹ": 1328,
    "mỹ": 734,
    "ỹ ": 1329,
    " mỹ": 152,
    "mỹ ": 735,
    " mỹ ": 153,
    " hiệ": 85,
    "hiện": 516
  },
  "response": null,
  "action_text": null
}