{
  "text": {
    "xin": 121,
    "chào": 10,
    "hello": 34,
    "good": 29,
    "morning": 59,
    "afternoon": 1,
    "hi": 35,
    "bạn": 4,
    "làm": 53,
    "được": 130,
    "gì": 31,
    "có": 18,
    "thể": 93,
    "kỹ": 48,
    "năng": 74,
    "giúp": 25,
    "tôi": 111,
    "là": 52,
    "khánh": 42,
    "tên": 107,
    "hùng": 39,
    "lan": 49,
    "minh": 58,
    "đây": 127,
    "bao": 2,
    "nhiêu": 68,
    "phòng": 76,
    "trong": 100,
    "nhà": 70,
    "những": 72,
    "nào": 73,
    "kiểm": 45,
    "tra": 98,
    "số": 88,
    "liệt": 51,
    "kê": 46,
    "các": 14,
    "thiết": 89,
    "bị": 7,
    "khách": 41,
    "ngủ": 67,
    "bếp": 6,
    "bật": 5,
    "đèn": 128,
    "trần": 102,
    "to": 97,
    "quạt": 81,
    "tv": 105,
    "điều": 126,
    "hòa": 37,
    "led": 50,
    "nhỏ": 71,
    "tắt": 113,
    "muốn": 60,
    "chỉnh": 12,
    "độ": 135,
    "sáng": 86,
    "__number__": 0,
    "tăng": 112,
    "lên": 55,
    "giảm": 26,
    "còn": 17,
    "đặt": 131,
    "tốc": 114,
    "về": 119,
    "chuyển": 9,
    "kênh": 47,
    "sang": 83,
    "đổi": 134,
    "âm": 123,
    "lượng": 56,
    "nhiệt": 69,
    "chế": 11,
    "thành": 90,
    "lạnh": 57,
    "khô": 43,
    "tự": 115,
    "động": 136,
    "ấm": 137,
    "hẹn": 40,
    "giờ": 28,
    "sau": 85,
    "phút": 77,
    "tiếng": 95,
    "đang": 125,
    "cảm": 20,
    "thấy": 91,
    "thế": 92,
    "tâm": 106,
    "trạng": 101,
    "của": 21,
    "ra": 82,
    "sao": 84,
    "vui": 116,
    "không": 44,
    "hôm": 38,
    "nay": 64,
    "thời": 94,
    "tiết": 96,
    "trời": 104,
    "dự": 23,
    "báo": 3,
    "mưa": 62,
    "tìm": 108,
    "hàng": 36,
    "gần": 32,
    "sạn": 87,
    "quán": 80,
    "ăn": 124,
    "quanh": 78,
    "ngon": 65,
    "nam": 63,
    "hay": 33,
    "nữ": 75,
    "giới": 27,
    "tính": 110,
    "con": 13,
    "gái": 30,
    "trai": 99,
    "emily": 24,
    "người": 66,
    "yêu": 122,
    "vậy": 118,
    "để": 132,
    "cô": 19,
    "đơn": 129,
    "quá": 79,
    "cách": 15,
    "màu": 61,
    "xanh": 120,
    "đỏ": 133,
    "tím": 109,
    "vàng": 117,
    "trắng": 103,
    "cam": 8,
    "da": 22,
    "lá": 54,
    "cây": 16
  },
  "intent": {
    "greet": 10,
    "ask_capabilities": 1,
    "provide_user_name": 11,
    "check_rooms": 8,
    "check_devices_in_room": 7,
    "turn_on": 21,
    "turn_off": 20,
    "set_brightness": 16,
    "set_fan_speed": 18,
    "change_tv_channel": 6,
    "adjust_tv_volume": 0,
    "set_ac_temperature": 14,
    "set_ac_mode": 13,
    "set_ac_timer": 15,
    "set_tv_timer": 19,
    "ask_mood": 4,
    "ask_weather": 5,
    "search_hotel_restaurant": 12,
    "ask_gender": 2,
    "ask_love_advice": 3,
    "set_color": 17,
    "fallback": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 16,
    "action_restart": 18,
    "action_session_start": 21,
    "action_default_fallback": 12,
    "action_deactivate_loop": 9,
    "action_revert_fallback_events": 19,
    "action_default_ask_affirmation": 10,
    "action_default_ask_rephrase": 11,
    "action_two_stage_fallback": 31,
    "action_unlikely_intent": 32,
    "action_back": 5,
    "action_extract_slots": 13,
    "action_adjust_tv_volume": 0,
    "action_ask_capabilities": 1,
    "action_ask_gender": 2,
    "action_ask_mood": 3,
    "action_ask_weather": 4,
    "action_change_tv_channel": 6,
    "action_check_devices_in_room": 7,
    "action_check_rooms": 8,
    "action_fallback": 14,
    "action_greet": 15,
    "action_provide_user_name": 17,
    "action_search_hotel_restaurant": 20,
    "action_set_ac_mode": 22,
    "action_set_ac_temperature": 23,
    "action_set_ac_timer": 24,
    "action_set_brightness": 25,
    "action_set_color": 26,
    "action_set_fan_speed": 27,
    "action_set_tv_timer": 28,
    "action_turn_off": 29,
    "action_turn_on": 30,
    "utter_ask_ac_temperature": 33,
    "utter_ask_tv_volume": 34
  },
  "action_text": null,
  "intent_response_key": null
}