{
  "text": {
    " ": 0,
    "x": 268,
    "i": 179,
    "n": 203,
    " x": 50,
    "xi": 269,
    "in": 184,
    "n ": 204,
    " xi": 51,
    "xin": 270,
    "in ": 185,
    " xin": 52,
    "xin ": 271,
    "c": 110,
    "h": 154,
    "à": 277,
    "o": 215,
    " c": 14,
    "ch": 112,
    "hà": 168,
    "ào": 281,
    "o ": 216,
    " ch": 15,
    "chà": 115,
    "hào": 171,
    "ào ": 282,
    " chà": 17,
    "chào": 116,
    "hào ": 172,
    "e": 122,
    "l": 189,
    " h": 24,
    "he": 159,
    "el": 123,
    "ll": 190,
    "lo": 193,
    " he": 25,
    "hel": 160,
    "ell": 124,
    "llo": 191,
    "lo ": 194,
    " hel": 26,
    "hell": 161,
    "ello": 125,
    "llo ": 192,
    "t": 237,
    "ắ": 324,
    " t": 37,
    "tắ": 255,
    "ắt": 327,
    "t ": 238,
    " tắ": 47,
    "tắt": 258,
    "ắt ": 328,
    " tắt": 49,
    "tắt ": 259,
    "đ": 300,
    "è": 289,
    " đ": 53,
    "đè": 301,
    "èn": 290,
    " đè": 54,
    "đèn": 302,
    "èn ": 291,
    " đèn": 55,
    "đèn ": 303,
    "r": 217,
    "ầ": 318,
    "tr": 249,
    "rầ": 224,
    "ần": 319,
    " tr": 43,
    "trầ": 250,
    "rần": 225,
    "ần ": 320,
    " trầ": 44,
    "trần": 251,
    "rần ": 226,
    "to": 247,
    " to": 41,
    "to ": 248,
    " to ": 42,
    "ô": 292,
    "g": 146,
    "cô": 119,
    "ôn": 293,
    "ng": 208,
    "g ": 147,
    " cô": 19,
    "côn": 120,
    "ông": 294,
    "ng ": 209,
    " côn": 20,
    "công": 121,
    "ông ": 295,
    "ắc": 325,
    "c ": 111,
    "tắc": 256,
    "ắc ": 326,
    " tắc": 48,
    "tắc ": 257,
    "_": 85,
    "u": 260,
    "m": 195,
    "b": 100,
    " _": 6,
    "__": 87,
    "_n": 91,
    "nu": 212,
    "um": 262,
    "mb": 197,
    "be": 101,
    "er": 126,
    "r_": 218,
    "_ ": 86,
    " __": 7,
    "__n": 89,
    "_nu": 92,
    "num": 213,
    "umb": 263,
    "mbe": 198,
    "ber": 102,
    "er_": 127,
    "r__": 219,
    "__ ": 88,
    " __n": 8,
    "__nu": 90,
    "_num": 93,
    "numb": 214,
    "umbe": 264,
    "mber": 199,
    "ber_": 103,
    "er__": 128,
    "r__ ": 220,
    "ạ": 312,
    "hạ": 173,
    "ạt": 313,
    " hạ": 27,
    "hạt": 174,
    "ạt ": 314,
    " hạt": 28,
    "hạt ": 175,
    "ậ": 321,
    " b": 9,
    "bậ": 107,
    "ật": 322,
    " bậ": 12,
    "bật": 108,
    "ật ": 323,
    " bật": 13,
    "bật ": 109,
    "ỉ": 335,
    "hỉ": 176,
    "ỉn": 336,
    "nh": 210,
    "h ": 155,
    "chỉ": 117,
    "hỉn": 177,
    "ỉnh": 337,
    "nh ": 211,
    " chỉ": 18,
    "chỉn": 118,
    "hỉnh": 178,
    "ỉnh ": 338,
    "s": 227,
    "á": 285,
    " s": 32,
    "sá": 234,
    "án": 286,
    " sá": 35,
    "sán": 235,
    "áng": 287,
    " sán": 36,
    "sáng": 236,
    "áng ": 288,
    "ặ": 329,
    "đặ": 304,
    "ặt": 330,
    " đặ": 56,
    "đặt": 305,
    "ặt ": 331,
    " đặt": 57,
    "đặt ": 306,
    "ộ": 342,
    "độ": 310,
    "ộ ": 343,
    " độ": 60,
    "độ ": 311,
    " độ ": 61,
    "ă": 296,
    "tă": 252,
    "ăn": 297,
    " tă": 45,
    "tăn": 253,
    "ăng": 298,
    " tăn": 46,
    "tăng": 254,
    "ăng ": 299,
    "ả": 315,
    " g": 21,
    "gi": 151,
    "iả": 186,
    "ảm": 316,
    "m ": 196,
    " gi": 22,
    "giả": 152,
    "iảm": 187,
    "ảm ": 317,
    " giả": 23,
    "giảm": 153,
    "iảm ": 188,
    "th": 239,
    "àn": 278,
    " th": 38,
    "thà": 242,
    "hàn": 169,
    "ành": 279,
    " thà": 40,
    "thàn": 243,
    "hành": 170,
    "ành ": 280,
    "br": 104,
    "ri": 221,
    "ig": 181,
    "gh": 148,
    "ht": 162,
    "tn": 244,
    "ne": 205,
    "es": 129,
    "ss": 232,
    "s ": 228,
    " br": 10,
    "bri": 105,
    "rig": 222,
    "igh": 182,
    "ght": 149,
    "htn": 163,
    "tne": 245,
    "nes": 206,
    "ess": 130,
    "ss ": 233,
    " bri": 11,
    "brig": 106,
    "righ": 223,
    "ight": 183,
    "ghtn": 150,
    "htne": 164,
    "tnes": 246,
    "ness": 207,
    "ess ": 131,
    "ổ": 339,
    "đổ": 307,
    "ổi": 340,
    "i ": 180,
    " đổ": 58,
    "đổi": 308,
    "ổi ": 341,
    " đổi": 59,
    "đổi ": 309,
    " m": 29,
    "mà": 200,
    "àu": 283,
    "u ": 261,
    " mà": 30,
    "màu": 201,
    "àu ": 284,
    " màu": 31,
    "màu ": 202,
    "#": 62,
    "f": 132,
    "0": 71,
    " #": 1,
    "#f": 67,
    "ff": 139,
    "f0": 134,
    "00": 73,
    "0f": 81,
    "f ": 133,
    " #f": 4,
    "#ff": 68,
    "ff0": 141,
    "f00": 135,
    "00f": 79,
    "0ff": 82,
    "ff ": 140,
    " #ff": 5,
    "#ff0": 69,
    "ff00": 142,
    "f00f": 138,
    "00ff": 80,
    "0ff ": 83,
    "#0": 63,
    "0 ": 72,
    " #0": 2,
    "#00": 64,
    "00 ": 74,
    " #00": 3,
    "#00f": 66,
    "0ff0": 84,
    "f00 ": 136,
    "a": 94,
    "y": 272,
    "ha": 156,
    "ay": 98,
    "y ": 273,
    "tha": 240,
    "hay": 157,
    "ay ": 99,
    " tha": 39,
    "thay": 241,
    "hay ": 158,
    "000": 75,
    "#000": 65,
    "0000": 77,
    "000f": 78,
    "ể": 332,
    "hu": 165,
    "uy": 265,
    "yể": 274,
    "ển": 333,
    "chu": 113,
    "huy": 166,
    "uyể": 266,
    "yển": 275,
    "ển ": 334,
    " chu": 16,
    "chuy": 114,
    "huyể": 167,
    "uyển": 267,
    "yển ": 276,
    "sa": 229,
    "an": 95,
    " sa": 33,
    "san": 230,
    "ang": 96,
    " san": 34,
    "sang": 231,
    "ang ": 97,
    "fff": 143,
    "#fff": 70,
    "ffff": 145,
    "fff0": 144,
    "f000": 137,
    "000 ": 76
  },
  "response": null,
  "action_text": null
}