{
  "text": {
    " ": 0,
    "x": 246,
    "i": 169,
    "n": 193,
    " x": 51,
    "xi": 247,
    "in": 171,
    "n ": 194,
    " xi": 52,
    "xin": 248,
    "in ": 172,
    " xin": 53,
    "xin ": 249,
    "c": 108,
    "h": 147,
    "à": 255,
    "o": 202,
    " c": 12,
    "ch": 110,
    "hà": 158,
    "ào": 261,
    "o ": 203,
    " ch": 13,
    "chà": 113,
    "hào": 161,
    "ào ": 262,
    " chà": 15,
    "chào": 114,
    "hào ": 162,
    "e": 120,
    "l": 176,
    " h": 22,
    "he": 152,
    "el": 121,
    "ll": 177,
    "lo": 180,
    " he": 23,
    "hel": 153,
    "ell": 122,
    "llo": 178,
    "lo ": 181,
    " hel": 24,
    "hell": 154,
    "ello": 123,
    "llo ": 179,
    "t": 218,
    "ắ": 304,
    " t": 38,
    "tắ": 233,
    "ắt": 307,
    "t ": 219,
    " tắ": 48,
    "tắt": 236,
    "ắt ": 308,
    " tắt": 50,
    "tắt ": 237,
    "đ": 280,
    "è": 269,
    " đ": 54,
    "đè": 281,
    "èn": 270,
    " đè": 55,
    "đèn": 282,
    "èn ": 271,
    " đèn": 56,
    "đèn ": 283,
    "r": 204,
    "ầ": 298,
    "tr": 227,
    "rầ": 208,
    "ần": 299,
    " tr": 44,
    "trầ": 228,
    "rần": 209,
    "ần ": 300,
    " trầ": 45,
    "trần": 229,
    "rần ": 210,
    "to": 225,
    " to": 42,
    "to ": 226,
    " to ": 43,
    "ô": 272,
    "g": 142,
    "cô": 117,
    "ôn": 273,
    "ng": 195,
    "g ": 143,
    " cô": 17,
    "côn": 118,
    "ông": 274,
    "ng ": 196,
    " côn": 18,
    "công": 119,
    "ông ": 275,
    "ắc": 305,
    "c ": 109,
    "tắc": 234,
    "ắc ": 306,
    " tắc": 49,
    "tắc ": 235,
    "_": 86,
    "u": 238,
    "m": 185,
    "b": 101,
    " _": 6,
    "__": 88,
    "_n": 92,
    "nu": 199,
    "um": 240,
    "mb": 187,
    "be": 102,
    "er": 124,
    "r_": 205,
    "_ ": 87,
    " __": 7,
    "__n": 90,
    "_nu": 93,
    "num": 200,
    "umb": 241,
    "mbe": 188,
    "ber": 103,
    "er_": 125,
    "r__": 206,
    "__ ": 89,
    " __n": 8,
    "__nu": 91,
    "_num": 94,
    "numb": 201,
    "umbe": 242,
    "mber": 189,
    "ber_": 104,
    "er__": 126,
    "r__ ": 207,
    "ạ": 292,
    "hạ": 163,
    "ạt": 293,
    " hạ": 25,
    "hạt": 164,
    "ạt ": 294,
    " hạt": 26,
    "hạt ": 165,
    "ậ": 301,
    " b": 9,
    "bậ": 105,
    "ật": 302,
    " bậ": 10,
    "bật": 106,
    "ật ": 303,
    " bật": 11,
    "bật ": 107,
    "ỉ": 315,
    "hỉ": 166,
    "ỉn": 316,
    "nh": 197,
    "h ": 148,
    "chỉ": 115,
    "hỉn": 167,
    "ỉnh": 317,
    "nh ": 198,
    " chỉ": 16,
    "chỉn": 116,
    "hỉnh": 168,
    "ỉnh ": 318,
    "s": 211,
    "á": 265,
    " s": 33,
    "sá": 215,
    "án": 266,
    " sá": 36,
    "sán": 216,
    "áng": 267,
    " sán": 37,
    "sáng": 217,
    "áng ": 268,
    "ặ": 309,
    "đặ": 284,
    "ặt": 310,
    " đặ": 57,
    "đặt": 285,
    "ặt ": 311,
    " đặt": 58,
    "đặt ": 286,
    "ộ": 322,
    "độ": 290,
    "ộ ": 323,
    " độ": 61,
    "độ ": 291,
    " độ ": 62,
    "ă": 276,
    "tă": 230,
    "ăn": 277,
    " tă": 46,
    "tăn": 231,
    "ăng": 278,
    " tăn": 47,
    "tăng": 232,
    "ăng ": 279,
    "ả": 295,
    " g": 19,
    "gi": 144,
    "iả": 173,
    "ảm": 296,
    "m ": 186,
    " gi": 20,
    "giả": 145,
    "iảm": 174,
    "ảm ": 297,
    " giả": 21,
    "giảm": 146,
    "iảm ": 175,
    " l": 27,
    "là": 182,
    "àm": 256,
    " là": 28,
    "làm": 183,
    "àm ": 257,
    " làm": 29,
    "làm ": 184,
    "ổ": 319,
    "đổ": 287,
    "ổi": 320,
    "i ": 170,
    " đổ": 59,
    "đổi": 288,
    "ổi ": 321,
    " đổi": 60,
    "đổi ": 289,
    " m": 30,
    "mà": 190,
    "àu": 263,
    "u ": 239,
    " mà": 31,
    "màu": 191,
    "àu ": 264,
    " màu": 32,
    "màu ": 192,
    "#": 63,
    "f": 127,
    "0": 72,
    " #": 1,
    "#f": 68,
    "ff": 134,
    "f0": 129,
    "00": 74,
    "0f": 82,
    "f ": 128,
    " #f": 4,
    "#ff": 69,
    "ff0": 136,
    "f00": 130,
    "00f": 80,
    "0ff": 83,
    "ff ": 135,
    " #ff": 5,
    "#ff0": 70,
    "ff00": 137,
    "f00f": 133,
    "00ff": 81,
    "0ff ": 84,
    "#0": 64,
    "0 ": 73,
    " #0": 2,
    "#00": 65,
    "00 ": 75,
    " #00": 3,
    "#00f": 67,
    "0ff0": 85,
    "f00 ": 131,
    "a": 95,
    "y": 250,
    "th": 220,
    "ha": 149,
    "ay": 99,
    "y ": 251,
    " th": 39,
    "tha": 221,
    "hay": 150,
    "ay ": 100,
    " tha": 40,
    "thay": 222,
    "hay ": 151,
    "àn": 258,
    "thà": 223,
    "hàn": 159,
    "ành": 259,
    " thà": 41,
    "thàn": 224,
    "hành": 160,
    "ành ": 260,
    "000": 76,
    "#000": 66,
    "0000": 78,
    "000f": 79,
    "ể": 312,
    "hu": 155,
    "uy": 243,
    "yể": 252,
    "ển": 313,
    "chu": 111,
    "huy": 156,
    "uyể": 244,
    "yển": 253,
    "ển ": 314,
    " chu": 14,
    "chuy": 112,
    "huyể": 157,
    "uyển": 245,
    "yển ": 254,
    "sa": 212,
    "an": 96,
    " sa": 34,
    "san": 213,
    "ang": 97,
    " san": 35,
    "sang": 214,
    "ang ": 98,
    "fff": 138,
    "#fff": 71,
    "ffff": 141,
    "fff0": 140,
    "f000": 132,
    "000 ": 77,
    "fff ": 139
  },
  "response": null,
  "action_text": null
}