{
  "text": {
    "xin": 62,
    "chào": 11,
    "hello": 23,
    "hi": 24,
    "bạn": 6,
    "tắt": 57,
    "đèn": 65,
    "trần": 51,
    "to": 48,
    "công": 15,
    "tắc": 56,
    "__number__": 2,
    "hạt": 25,
    "bốn": 10,
    "quạt": 40,
    "ở": 70,
    "phòng": 39,
    "khách": 27,
    "trong": 50,
    "bật": 7,
    "chỉnh": 12,
    "sáng": 42,
    "giảm": 20,
    "độ": 69,
    "tăng": 53,
    "đổi": 68,
    "màu": 32,
    "thành": 45,
    "ff0000": 17,
    "00ff00": 1,
    "0000ff": 0,
    "ffffff": 19,
    "ff00ff": 18,
    "vàng": 60,
    "sang": 41,
    "đỏ": 67,
    "xanh": 61,
    "tím": 52,
    "vang": 59,
    "tốc": 58,
    "mức": 33,
    "đặt": 66,
    "lên": 31,
    "xuống": 63,
    "điều": 64,
    "hẹn": 26,
    "giờ": 21,
    "tiếng": 47,
    "timer": 46,
    "kiểm": 28,
    "tra": 49,
    "có": 14,
    "bao": 3,
    "nhiêu": 35,
    "nhà": 36,
    "liệt": 30,
    "kê": 29,
    "các": 13,
    "những": 37,
    "nào": 38,
    "số": 43,
    "thiết": 44,
    "bị": 9,
    "tất": 55,
    "cả": 16,
    "bếp": 8,
    "ngủ": 34,
    "tạm": 54,
    "biệt": 4,
    "goodbye": 22,
    "bye": 5
  },
  "intent": {
    "greet": 3,
    "turn_off_device": 8,
    "turn_on_device": 9,
    "set_brightness": 4,
    "set_color": 5,
    "set_fan_speed": 6,
    "set_timer": 7,
    "check_rooms": 1,
    "check_devices_in_room": 0,
    "goodbye": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 20,
    "action_unlikely_intent": 21,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_check_devices_in_room": 1,
    "action_check_rooms": 2,
    "action_goodbye": 8,
    "action_greet": 9,
    "action_set_brightness": 14,
    "action_set_color": 15,
    "action_set_fan_speed": 16,
    "action_set_timer": 17,
    "action_turn_off": 18,
    "action_turn_on": 19
  },
  "action_text": null,
  "intent_response_key": null
}